Repository: jayryu1995/iosdevelop
Catalog: ByahtColor/*.lproj/Localizable.strings
Languages: ja, ko, vi

# agree_1_1
source: Privacy Policy BYAHT Inc. (hereinafter referred to as the “Company“) complies with the Personal Information Protection Act, the Act on Promotion of Information and Communications Network Utilization and Information Protection, and other relevant laws that information and communication service providers must observe to protect personal information. The Company is committed to protecting the rights and interests of members by establishing a personal information handling policy in accordance with relevant laws. The Company's Privacy Policy contains the following: Personal information collected from members Purpose of collecting and using personal information Methods of collecting personal information Outsourcing of personal information processing Retention and usage period of personal information Dormant processing of personal information Procedures and methods for destroying personal information Ensuring the accuracy of members' personal information Temporary suspension measures to ensure the safety of members' personal information Information sharing and provision with third parties Measures to maintain the confidentiality of members' personal information Handling of complaints regarding members' personal information and other issues Restrictions on personal information handlers Rights of members and legal representatives and how to exercise them Contact information of the personal information manager and responsible personnel 1. Personal Information Collected from Members a. Items of personal information collected Mandatory items: Account ID, password, name, gender, birth year, nationality, native language, and country of activity are collected with the information subject's consent. Optional items: Information such as personal introductions and photos provided by the user are collected with the information subject's consent. Additional services and surveys may collect SNS account, followers, likes, and existing collaboration brands with the information subject's consent. Additionally, the following items may be collected through legal procedures and with the member's consent for the provision of stable services: Visit date and time, service usage records, improper usage records Conversation content: content of mutual conversations, etc. b. Methods of collecting personal informationThe Company collects personal information in the following ways: Website, mobile app, written forms, fax, phone, consultation board, email, event application Information collected through joint alliances and cooperation with partner companies Information collected through generated information collection tools 2. Purpose of Collecting and Using Personal Information a. To perform contracts related to service provision and for billing Providing content, specific customized services, user authentication, purchase and payment, debt collection b. To use some member information for member management User identification for member services and authentication services, personal identification, prevention of fraudulent use by bad members and unauthorized use, confirmation of membership intention, membership and frequency restriction, record retention for dispute resolution, complaint handling, notification delivery c. To use for new service development and marketing and advertising Developing new services and authentication services, providing customized services, providing services and advertising based on statistical characteristics, providing event and promotional information and participation opportunities, identifying access frequency, statistics on members' service usage, verifying service effectiveness 3. Methods of Collecting Personal Information All members need to provide personal information to receive services from the Company. Personal information is collected through the member's consent during the membership registration process. 4. Outsourcing of Personal Information Processing The Company does not outsource the processing of personal information to external parties without the user's consent. However, for service improvement and stable personal information handling, the Company may outsource personal information processing to external parties.a. If personal information processing is outsourced, the Company will notify the user in advance.b. When outsourcing personal information processing, the Company will clearly define compliance with personal information protection instructions, confidentiality, prohibition of third-party provision, and responsibility for incidents through contracts, and will store the contract contents in writing or electronically. Currently, the Company outsources personal information processing as follows, only with prior consent from members for providing high-quality services: Consignee: Amazon.com, Inc. (Server location: Singapore) Outsourced work: Storage of account information Retention and usage period: Until membership withdrawal or the end of the outsourcing contract 5. Retention and Usage Period of Personal Information Personal information of members is processed so that it cannot be viewed or used by third parties once the service usage period ends or if the member requests deletion due to contract termination or withdrawal via email or in writing. The information is retained and managed for the period specified in the 'Act on the Consumer Protection in Electronic Commerce, etc.': a. Records related to contracts, cancellations, and member service provision: 5 yearsb. Records related to payment and supply of goods: 5 yearsc. Records related to consumer complaints or dispute resolution: 3 years 6. Dormant Processing of Personal Information In accordance with the Act on Promotion of Information and Communications Network Utilization and Information Protection, if there has been no service usage for one year, the member's personal information will be separated and stored. Email, SMS, and other services will be suspended until reapplication, and unused points may be forfeited. Personal information will be destroyed once the legally required retention period has passed. 7. Procedures and Methods for Destroying Personal Information The Company promptly destroys personal information when the retention period has elapsed or the purpose of collecting and using personal information has been achieved. The procedures and methods for destroying personal information are as follows:a. Destruction procedure Information entered for membership registration is moved to a separate database (DB) after the purpose is achieved (stored in a separate locked document cabinet for paper records) and retained for a certain period according to internal policies and related laws before destruction. This personal information is not used for any other purpose than retention unless required by law. b. Destruction method Personal information printed on paper is shredded or incinerated. Personal information stored electronically is deleted using technical methods that prevent record reproduction. 8. Ensuring the Accuracy of Members' Personal Information The Company regularly encourages members to keep their personal information up-to-date. Periodic checks are conducted for certain information. Inaccurate personal information may cause inconvenience to users, and the personal information manager may delete clearly inaccurate personal information. 9. Temporary Suspension Measures for Member Personal Information Safety The Company strives to ensure the safe use of services for members. However, if the Company's services are compromised by unwanted methods, services using members' personal information may be temporarily suspended until the issue is completely resolved. 10. Information Sharing and Provision with Third Parties In accordance with Article 24-2 (Provision of Personal Information) of the Act on Promotion of Information and Communications Network Utilization and Information Protection, the Company does not use or provide personal information beyond the scope notified or specified without the member's consent or special provisions of the law. Additionally, in accordance with Article 59 (Prohibited Acts) of the Personal Information Protection Act, those who handle or have handled personal information for the provision of the Company's services must not engage in the following acts: a. Acquiring or obtaining consent for personal information processing through false or other improper meansb. Disclosing personal information learned in the course of duties or providing it to others for use without authorizationc. Damaging, losing, altering, forging, or leaking personal information without legitimate authority or exceeding allowed authority 11. Measures to Maintain the Confidentiality of Members' Personal Information The Company does not disclose members' personal information to third parties without the members' consent to maintain the confidentiality of their personal information. Even with members' consent, the Company does not disclose personal information to third parties who are likely to re-disclose it. The Company does not provide members' personal information to various government agencies unless they follow formal procedures stipulated by law. The Company only uses members' personal information for the basic services and other service activities defined by the Company. When members' information is required for the above activities, personal information is collected and used through separate forms and consent procedures. 12. Handling of Complaints Regarding Members' Personal Information and Other Issues The Company assigns a manager to handle complaints related to members' personal information and other issues promptly and continuously. Complaints are processed quickly, and the results are immediately responded to. 13. Restrictions on Personal Information Handlers The Company grants authority to handle members' personal information to a limited number of employees. Employees with handling authority are given personal IDs and passwords, which are changed frequently to protect members' personal information. 14. Rights of Members and Legal Representatives and How to Exercise Them Members and legal representatives can view or modify their personal information at any time and request termination of membership. To view or modify personal information, click “Edit Personal Information“ (or “Edit Member Information“). To terminate membership (withdraw consent), click “Withdraw“. Alternatively, contact customer service or the personal information manager in writing, by phone, or by email, and action will be taken without delay. If a member requests correction of personal information errors, the information will not be used or provided until the correction is completed. If incorrect personal information has already been provided to a third party, the correction results will be promptly notified to the third party to ensure the correction is made. The Company handles personal information terminated or deleted upon the request of a member or legal representative as specified in “5. Retention and Usage Period of Personal Information“ and ensures it cannot be viewed or used for any other purpose. 15. Contact Information of the Personal Information Manager and Responsible Personnel Members can report any privacy-related complaints arising from using the Company's services to the personal information manager or the responsible department. The Company will provide prompt and sufficient responses to members' reports. Personal Information Manager Name: Dong kyu Kim Position: Representative Email: bkim@byaht.com For further privacy violation reports or consultations, please contact the following organizations: Personal Information Infringement Report Center (www.118.or.kr/ 118) Korea Information Security Agency (www.eprivacy.or.kr/ 02-580-0533~4) Supreme Prosecutors' Office High-Tech Crime Investigation Division (www.spo.go.kr/ 02-3480-2000) National Police Agency Cyber Terror Response Center (www.ctrc.go.kr/ 02-392-0330) Addendum This Privacy Policy will take effect from July 8, 2024.
ja: 個人情報取扱方針 バイアット株式会社(以下「会社」という)は、個人情報保護法、情報通信網利用促進及び情報保護等に関する法律など、情報通信サービス提供者が遵守すべき関連法令上の個人情報保護規定を遵守し、関連法令に基づく個人情報取扱方針を定め、会員権益保護に最善を尽くしています。 会社の個人情報取扱方針は次のような内容を含んでいます。 1. 収集している会員の個人情報 2. 個人情報の収集及び利用目的 3. 個人情報を収集する方法 4. 個人情報の取扱委託 5. 個人情報の保有及び利用期間 6. 個人情報の休眠処理 7. 個人情報破棄手続き及び方法 8. 会員個人情報の正確性のための内容 9. 会員の個人情報安全のために取られる可能性のあるサービスの一時中断措置 10. 第三者との情報共有及び提供に関する 11. 会員の個人情報の秘密保持のための内容 12. 認知していない会員の個人情報その他の苦情に関する処理 13. 個人情報取扱者の制限に関する内容 14. 会員及び法定代理人の権利及びその行使方法 15. 個人情報管理責任者及び担当者の連絡先 1. 収集している会員の個人情報 a. 収集する個人情報の項目 - 必須項目:アカウントID、パスワード、名前、性別、出生年度、国籍、母国語、活動国などの情報は、情報主体がその収集に同意する場合に収集されます。 - 選択項目:自己紹介内容及び記載した写真等の情報は、情報主体がその収集に同意した場合に収集されます。 - SNSアカウント、フォロワー、いいね、既存の協業ブランドなどは追加サービスおよびアンケート調査を通じて多様な情報収集および提供に必要な時に情報主体がその収集に同意する場合、追加で収集されることがあります。 また、以下の項目についても、安定したサービス提供のために、合法的な手続きと会員の同意を経て、追加で収集することができます。 1) 訪問日時、サービス利用記録、不良利用記録 2) 対話内容:相互間の対話内容など b. 個人情報の収集方法 会社は次のような方法で個人情報を収集しています。 - ホームページ、モバイルアプリ、書面フォーム、ファックス、電話、相談掲示板、Eメール、イベント応募 - 協力会社から共同提携·協力による情報収集 - 生成情報収集ツールによる情報収集 2. 個人情報の収集及び利用目的 a. サービス提供に関する契約履行およびサービス提供に伴う料金精算に活用します - コンテンツ提供、特定オーダーメードサービス提供、本人認証、購入·料金決済、料金取り立て b. 会員管理のために一部の会員情報を活用します - 会員制サービスの利用及び認証サービスによる本人確認、個人識別、不良会員の不正利用防止と非認可使用防止、加入意思確認、加入及び加入回数制限、紛争調整のための記録保存、苦情処理などの苦情処理、告知事項伝達 c. 新規サービスの開発およびマーケティング、広告に活用します - 新規サービス開発及び認証サービス、オーダーメードサービス提供、統計学的特性によるサービス提供及び広告掲載、イベント及び広告性情報提供及び参加機会提供、接続頻度把握、会員のサービス利用に対する統計、サービスの有効性確認 3. 個人情報を収集する方法 すべての会員が会社からサービスを提供されるためには、会員の個人情報が必要であり、個人情報は会員登録時に会員登録様式に加入申請者の同意を得て収集されます。 4. 個人情報の取扱委託 会社は同意なしにあなたの個人情報を外部に委託処理しません しかし、サービス向上および安定した個人情報の取り扱いのために、お客様の個人情報を外部に委託して処理することができます。 a。 個人情報の処理を委託する場合は、あらかじめその旨を貴下に告知します。 b。 個人情報の処理を委託する場合には、委託契約等を通じてサービス提供者の個人情報保護に関する指示厳守、個人情報に関する秘密保持、第三者提供の禁止及び事故時の責任負担などを明確に規定し、当該契約内容を書面又は電子的に保管します。 現在、会員に対して質の高いサービス提供などのために事前に同意を獲得した場合に限り、以下のように会員の個人情報を委託しています。 受託業者。 委託業務内容個人情報の保有及び利用期間 Amazon.com 、Inc.アカウント情報保存会員退会時、もしくは委託契約終了時まで (サーバー位置:シンガポール) 5. 個人情報の保有及び利用期間 会員の個人情報は、会員登録後、サービス利用期間が終了したり、会員が契約解除、脱退などの理由で電子メールや書面を通じて個人情報の削除を要求する場合には、第三者の閲覧と利用が不可能な状態で処理され、「電子商取引等における消費者保護に関する法律」第6条(取引記録の保存など)に基づき、下記の明示期間保管管理します。 a。 契約、申込みの撤回、会員サービス提供等の取引に関する記録:5年 b. 代金決済及び財貨等の供給に関する記録:5年 c. 消費者苦情または紛争処理に関する記録: 3年 6. 個人情報の休眠処理 情報通信網法の利用促進および情報保護などの関連法令により、この1年間サービス利用履歴がない場合、会員様の個人情報が分離保管され、再訪問後、サービス再利用申請前にはEメール、SMSなどのサービスが中止され、使用されていないポイントは消滅することがあります。 その後、個人情報法情報館の期間が過ぎると、会員様の個人情報は破棄されます。 7. 個人情報破棄手続き及び方法 会社は、個人情報保有期間の経過、あるいは個人情報の収集及び利用目的の達成など、個人情報が不要になったときは、当該個人情報を遅滞なく破棄します。 会社の個人情報破棄手続き及び方法は次のとおりです。 a. 破棄手続き - 会員が会員登録などのために入力した情報は、目的が達成された後、別途のDBに移され(紙の場合、別途のロック装置がある書類保管箱)、内部方針及びその他の関連法令による情報保護事由により(保有及び利用期間参照)一定期間保存された後、破棄されます。 - 同個人情報は、法律による場合でなければ保有される以外の目的で利用されません。 私. 破棄方法 - 紙に出力された個人情報は、シュレッダーで粉砕するか、焼却を通じて破棄します。 - 電子ファイル形式で保存された個人情報は、記録を再生できない技術的方法を使用して削除します。 8. 会員個人情報の正確性のための内容 会社は、会員が個人情報を最新の状態に保つように定期的に更新を誘導します。 一部の情報については定期的に確認作業が行われます。 会員の不正確な個人情報によって使用上の不便を与えることがあるので、個人情報管理者が判断するには明確に不正確な個人情報を記入した場合は、正確でない個人情報を破棄することができます。 9. 会員の個人情報安全のために取られる可能性のあるサービスの一時中断措置 会社は会員の安全なサービス利用のために最善を尽くしています。 しかし、望まない方法によって会社のサービスが毀損される場合は、会員の個人情報保護のため、問題が完全に解決されるまで会員の個人情報を利用したサービスを一時中断することもあります。 10. 第三者との情報共有及び提供に関する 会社は、情報通信網利用促進及び情報保護等に関する法律第24条の2(個人情報の提供同意等)に基づき、会員の同意があったり、法律に特別な規定がある場合を除き、個人情報を告知又は明示した範囲を超えて利用したり、第三者に提供しません。 また、個人情報保護法第59条(禁止行為)に基づき、会社のサービス提供のために個人情報を取り扱ったり取り扱った者は、次の各号の行為をしません。 街. 偽りその他不正な手段や方法により個人情報を取得し、又は処理に関する同意を得る行為 私. 業務上知り得た個人情報を漏らし、又は権限なく他人に利用させる行為 全部。 正当な権限なしに、または許可された権限を超えて他人の個人情報を毀損、滅失、変更、偽造、または流出する行為 11. 会員の個人情報の秘密保持のための内容 会社は会員の個人情報の秘密を維持するため、第三者には会員の同意なしに個人情報を流出しません。 また、会員が同意をしたとしても、第三者を通じて再流出する確率がある者には会員の個人情報を流出しません。 会社は各種政府機関の会員個人情報の一方的な提供要求に対しては会員の個人情報を提供しません。 法令による政府機関が法令による公式手続きを完璧に経て資料を要求する場合に限り、会員の個人情報を提供します。 会社は会員の個人情報を会社が定めた基本サービス及びその他のサービス活動以外には利用しません。 上記の活動によって会員の情報が必要な場合は、別途の様式による収集及び同意の手続きを経て、会員の個人情報を利用します。 12. 認知していない会員の個人情報その他の苦情に関する処理 会社が認知していない会員の個人情報利用及びその他の苦情に関して、会員の苦情処理を担当する管理者を配置し、持続的かつ迅速に会員の苦情を処理し、処理した結果に対して直ちに対応します。 13. 個人情報取扱者の制限に関する内容 会社は限られた数の職員にのみ会員の個人情報を取り扱う権限を付与し、取扱権限を持つ職員には個人IDとパスワード(Password)を付与し、これを随時変更して会員の個人情報を保護するのに最善を尽くします。 14. 会員及び法定代理人の権利及びその行使方法 - 会員および法定代理人は、いつでも登録されている自分の個人情報を照会または修正することができ、登録解除を要請することができます。 - 会員の個人情報照会、修正のためには「個人情報変更」(または「会員情報修正」など)を、加入解約(同意撤回)のためには「脱退」を通じて契約解約および脱退が可能です。 - もしくは、カスタマーサポートや個人情報責任者に書面、電話、または電子メールでご連絡いただければ、遅滞なく措置いたします。 - 会員が個人情報の誤りに対する訂正を要請された場合は、訂正を完了するまで当該個人情報を利用または提供しません。 また、間違った個人情報を第三者にすでに提供している場合は、訂正処理の結果を第三者に遅滞なく通知し、訂正が行われるようにします。 - 会社は会員または法定代理人の要請により解約または削除された個人情報を個人情報取扱方針「5.個人情報の保有および利用期間」に明示されたとおり処理し、その他の用途で閲覧または利用できないように処理しています。 15. 個人情報管理責任者及び担当者の連絡先 お客様は会社のサービスを利用する際に発生するすべての個人情報保護に関する苦情を個人情報管理担当者または担当部署に申告することができます。 会社は会員たちの申告事項に対して迅速かつ十分な返事を差し上げます。 個人情報管理責任者 名前: キム·ドンギュ 職位:代表 메일: bkim@byaht.com その他、個人情報侵害に対する申告や相談が必要な場合は、下記の機関にお問い合わせください。 - 個人情報侵害申告センター (www.118.or.kr / 118) - 情報セキュリティマーク認証委員会（www.eprivacy.or.kr / 02-580-0533~4） - 最高検察庁先端犯罪捜査課 (www.spo.go.kr / 02-3480-2000) - 警察庁サイバーテロ対応センター (www.ctrc.go.kr / 02-392-0330) 附則 1. 本個人情報取扱方針は、2024年7月8日から適用されます。
ko: 개인정보 취급방침 바이엇 주식회사(이하 '회사'라 함)는 개인정보 보호법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 정보통신서비스제공자가 준수하여야 할 관련 법령상의 개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보취급방침을 정하여 회원 권익 보호에 최선을 다하고 있습니다. 회사의 개인정보취급방침은 다음과 같은 내용을 담고 있습니다. 1. 수집하고 있는 회원의 개인정보 2. 개인정보의 수집 및 이용 목적 3. 개인정보를 수집하는 방법 4. 개인정보의 취급위탁 5. 개인정보의 보유 및 이용기간 6. 개인정보의 휴면처리 7. 개인정보 파기절차 및 방법 8. 회원 개인정보 정확성을 위한 내용 9. 회원의 개인정보안전을 위해 취해질 수 있는 서비스 일시 중단조치 10. 제 3 자와의 정보공유 및 제공 관련 11. 회원의 개인정보 비밀유지를 위한 내용 12. 인지 못한 회원의 개인정보 및 기타의 불만사항에 관한 처리 13. 개인정보 취급자의 제한에 관한 내용 14. 회원 및 법정대리인의 권리와 그 행사방법 15. 개인정보관리책임자 및 담당자의 연락처 1. 수집하고 있는 회원의 개인정보 가. 수집하는 개인정보의 항목 - 필수항목: 계정아이디, 비밀번호, 이름, 성별, 출생연도, 국적, 모국어, 활동국가 등의 정보는 정보주체가 그 수집에 동의하는 경우 수집됩니다. - 선택항목: 나의 소개 내용 및 기재한 사진 등의 정보는 정보주체가 그 수집에 동의하는 경우 수집됩니다. - SNS계정, 팔로워, 좋아요, 기존 협업 브랜드 등은 추가서비스 및 설문조사를 통해 다양한 정보 수집 및 제공에 필요 시 정보주체가 그 수집에 동의하는 경우 추가로 수집될 수 있습니다. 또한 아래의 항목들에 대해서도 안정된 서비스 제공을 위해 합법적인 절차와 회원의 동의를 거쳐 추가로 수집할 수 있습니다. 1) 방문 일시, 서비스 이용 기록, 불량 이용 기록 2) 대화내용: 상호간의 대화내용 등 나. 개인정보 수집방법 회사는 다음과 같은 방법으로 개인정보를 수집하고 있습니다. - 홈페이지, 모바일앱, 서면양식, 팩스, 전화, 상담 게시판, 이메일, 이벤트 응모 - 협력회사로부터 공동 제휴 및 협력을 통한 정보 수집 - 생성정보 수집 툴을 통한 정보 수집 2. 개인정보의 수집 및 이용 목적 가. 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산에 활용합니다 - 컨텐츠 제공, 특정 맞춤 서비스 제공, 본인인증, 구매 및 요금 결제, 요금추심 나. 회원관리를 위해 일부 회원 정보를 활용합니다 - 회원제 서비스 이용 및 인증 서비스에 따른 본인확인, 개인식별, 불량회원의 부정 이용방지와 비인가 사용방지, 가입의사 확인, 가입 및 가입횟수 제한, 분쟁 조정을 위한 기록보존, 불만처리 등 민원처리, 고지사항 전달 다. 신규 서비스 개발 및 마케팅, 광고에 활용합니다 - 신규 서비스 개발 및 인증 서비스, 맞춤서비스 제공, 통계학적 특성에 따른 서비스 제공 및 광고 게재, 이벤트 및 광고성 정보 제공 및 참여기회 제공, 접속빈도 파악, 회원의 서비스이용에 대한 통계, 서비스의 유효성 확인 3. 개인정보를 수집하는 방법 모든 회원이 회사로부터 서비스를 제공받기 위해서는 회원의 개인정보가 필요하며 개인정보는 회원가입 시 회원가입양식에 가입신청자의 동의를 통해 수집됩니다. 4. 개인정보의 취급위탁 회사는 동의 없이 귀하의 개인정보를 외부에 위탁처리 하지 않습니다 하지만 서비스 향상 및 안정적인 개인정보 취급을 위해서 귀하의 개인정보를 외부에 위탁하여 처리할 수 있습니다. 가. 개인정보의 처리를 위탁하는 경우에는 미리 그 사실을 귀하에게 고지하겠습니다. 나. 개인정보의 처리를 위탁하는 경우에는 위탁계약 등을 통하여 서비스제공자의 개인정보보호 관련 지시엄수, 개인정보에 관한 비밀유지, 제3자 제공의 금지 및 사고시의 책임부담 등을 명확히 규정하고 당해 계약내용을 서면 또는 전자적으로 보관하겠습니다. 현재 회원에 대하여 질 높은 서비스 제공 등을 위해 사전에 동의를 획득한 경우에 한하여 아래와 같이 회원의 개인정보를 위탁하고 있습니다. 수탁업체 위탁업무 내용 개인정보의 보유 및 이용기간 Amazon.com, Inc. 계정 정보 저장 회원탈퇴시 혹은 위탁계약 종료시까지 (서버위치: 싱가폴) 5. 개인정보의 보유 및 이용기간 회원의 개인정보는 회원가입 후 서비스이용기간이 종료되거나 회원이 계약해지, 탈퇴 등의 사유로 이메일이나 서면을 통해 개인정보 삭제를 요구하는 경우에는 제3자의 열람과 이용이 불가능한 상태로 처리되며, ‘전자상거래 등에서의 소비자보호에 관한 법률’ 제6조(거래기록의 보존 등)에 의하여 아래의 명시 기간 동안 보관관리 합니다. 가. 계약, 청약철회, 회원서비스 제공 등의 거래에 관한 기록: 5년 나. 대금결제 및 재화 등의 공급에 관한 기록: 5년 다. 소비자 불만 또는 분쟁처리에 관한 기록: 3년 6. 개인정보의 휴면처리 정보통신망법 이용촉진 및 정보보호 등의 관련 법령에 따라 최근 1년간 서비스 이용 이력이 없을 경우 회원님의 개인정보가 분리 보관되며, 재방문 후 서비스 재이용 신청전에는 이메일, SMS 등의 서비스가 중지되며, 사용하지 않으신 포인트는 소멸될 수 있습니다. 이후 개인정보 법정보관 기간이 지나면, 회원님의 개인정보는 파기됩니다. 7. 개인정보 파기절차 및 방법 회사는 개인정보 보유기간의 경과 혹은 개인정보의 수집 및 이용목적의 달성 등 개인정보가 불필요하게 되었을 때에는 해당 개인정보를 지체 없이 파기합니다. 회사의 개인정보 파기절차 및 방법은 다음과 같습니다. 가. 파기절차 - 회원이 회원가입 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 잠금장치가 있는 서류보관함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조)일정 기간 저장된 후 파기됩니다. - 동 개인정보는 법률에 의한 경우가 아니고서는 보유되는 이외의 다른 목적으로 이용되지 않습니다. 나. 파기방법 - 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다. - 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다. 8. 회원 개인정보 정확성을 위한 내용 회사는 회원이 개인정보를 최신의 상태로 유지하도록 정기적으로 갱신을 유도합니다. 일부 정보에 대해서는 정기적으로 확인작업이 이루어 집니다. 회원의 부정확한 개인정보로 인하여 사용상의 불편을 줄 수 있으므로 개인정보 관리자가 판단하기에 확연히 부정확한 개인정보를 기입한 경우에는 정확하지 않은 개인정보를 파기할 수 있습니다. 9. 회원의 개인정보안전을 위해 취해질 수 있는 서비스 일시 중단조치 회사는 회원의 안전한 서비스 이용을 위해서 최선을 다하고 있습니다. 그러나 원하지 않는 방법에 의하여 회사의 서비스가 훼손을 당하는 경우에는 회원들의 개인정보 보호를 위하여, 문제가 완전하게 해결될 때까지 회원의 개인정보를 이용한 서비스를 일시 중단 할 수도 있습니다. 10. 제 3 자와의 정보공유 및 제공 관련 회사는 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제24조의2(개인정보의 제공 동의 등)에 따라 회원의 동의가 있거나 법률에 특별한 규정이 있는 경우를 제외하고 개인정보를 고지 또는 명시한 범위를 초과하여 이용하거나 제3자에게 제공하지 않습니다. 또한 개인정보보호법 제59조(금지행위)에 따라 회사의 서비스 제공을 위하여 개인정보를 취급하거나 취급하였던 자는 다음 각호의 행위를 하지 않습니다. 가. 거짓이나 그 밖의 부정한 수단이나 방법으로 개인정보를 취득하거나 처리에 관한 동의를 받는 행위 나. 업무상 알게 된 개인정보를 누설하거나 권한 없이 다른 사람이 이용하도록 제공하는 행위 다. 정당한 권한 없이 또는 허용된 권한을 초과하여 다른 사람의 개인정보를 훼손, 멸실, 변경, 위조 또는 유출하는 행위 11. 회원의 개인정보 비밀유지를 위한 내용 회사는 회원의 개인정보의 비밀을 유지하기 위하여 제3자에게는 회원의 동의 없이 개인정보를 유출하지 않습니다. 또한 회원이 동의를 하였다 하더라도, 제3자를 통하여 재유출이 될 확률이 있는 자에게는 회원의 개인정보를 유출하지 않습니다. 회사는 각종 정부기관의 회원 개인정보의 일방적 제공 요구에 대하여는 회원의 개인정보를 제공하지 않습니다. 법령에 따른 정부기관이 법령에 따른 공식 절차를 완벽하게 거쳐 자료를 요구하는 경우에 한하여 회원의 개인정보를 제공합니다. 회사는 회원의 개인정보를 회사가 정한 기본서비스 및 기타의 서비스 활동 이외에는 이용하지 않습니다. 위의 활동에 따라 회원의 정보가 필요할 시에는 별도의 양식을 통한 수집 및 동의의 절차를 거쳐서 회원의 개인정보를 이용합니다. 12. 인지 못한 회원의 개인정보 및 기타의 불만사항에 관한 처리 회사가 인지하지 못하고 있는 회원의 개인정보 이용 및 기타의 불만사항에 관하여 회원 불만처리를 전담하는 관리자를 배정하여 지속적이고, 신속하게 회원의 불만사항을 처리하고, 처리한 결과에 대하여 즉시 응대합니다. 13. 개인정보 취급자의 제한에 관한 내용 회사는 제한된 소수의 직원에게만 회원의 개인정보를 취급할 권한을 부여하고, 취급권한을 가진 직원들에게는 개인 아이디(ID)와 비밀번호(Password)를 부여하며, 이를 수시로 변경하여 회원의 개인정보를 보호하는데 최선을 다합니다. 14. 회원 및 법정대리인의 권리와 그 행사방법 - 회원 및 법정 대리인은 언제든지 등록되어 있는 자신의 개인정보를 조회하거나 수정할 수 있으며 가입해지를 요청할 수 있습니다. - 회원의 개인정보 조회, 수정을 위해서는 '개인정보변경'(또는 '회원정보수정' 등)을, 가입해지(동의철회)를 위해서는 '탈퇴하기'를 통하여 계약 해지 및 탈퇴가 가능합니다. - 혹은 고객센터나 개인정보책임자에게 서면, 전화 또는 이메일로 연락하시면 지체 없이 조치하겠습니다. - 회원이 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 해당 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3 자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다. - 회사는 회원 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보를 개인정보취급방침 '5. 개인정보의 보유 및 이용기간'에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다. 15. 개인정보관리책임자 및 담당자의 연락처 귀하께서는 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보 관리담당자 혹은 담당부서로 신고하실 수 있습니다. 회사는 회원들의 신고사항에 대해 신속하고 충분한 답변을 드릴 것입니다. 개인정보 관리책임자 이름: 김동규 직위: 대표 메일: bkim@byaht.com 기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다. - 개인정보침해신고센터 (www.118.or.kr / 118) - 정보보호마크인증위원회 (www.eprivacy.or.kr / 02-580-0533~4) - 대검찰청 첨단범죄수사과 (www.spo.go.kr / 02-3480-2000) - 경찰청 사이버테러대응센터 (www.ctrc.go.kr / 02-392-0330) 부칙 1. 본 개인정보취급방침은 2024년 7월 8일 부터 적용됩니다.
