Repository: jayryu1995/iosdevelop
Catalog: ByahtColor/*.lproj/Localizable.strings
Languages: ja, ko, vi

# agree_2_1
source: Terms of Service The Glow.B Terms of Service reflect the provisions of relevant laws and regulations as follows. These Terms of Service apply to the 'Glow.B' service provided by BYAHT Inc. (hereinafter referred to as the “Company“) through websites and mobile applications and apply to the relationship between members and the Company. Therefore, please read the entire content carefully before signing up and using the service. The Company can provide normal services only to members who agree to the following content. If you do not agree to the content, you will not be able to use any services provided by Glow.B. Article 1 Purpose The purpose of these Terms of Service is to stipulate the rights and obligations of the Company and members and other necessary matters regarding the use of services provided by the Company. Article 2 Definitions a. Member: A person who signs up to use the Company's services, owns a member account, and has rights and obligations according to these Terms. b. Member Account: A unique identifier based on the email set by the member to use the Glow.B service. Notifications and changes from the Company will be sent to the email of the member account, and any disadvantages resulting from registering an email that is unusable or uncheckable by the member are entirely the member's responsibility. c. Service: The term “Service“ refers to the Glow.B and related services that members can use regardless of the implemented device (including various wired and wireless devices such as PC, TV, portable devices) and the provided form (website, mobile application, etc.). d. Email Verification: When a member signs up for Glow.B, the Company has an obligation to verify the basic information of the member through an entrusted agency, but it is not credible. Therefore, if a member receives email verification by entering false or fraudulent information, the Company is not legally responsible for the email verification. Article 3 Effectiveness of the Terms a. Effective Date: These Terms become effective as soon as the user signs up as a member. They may be amended within the scope not violating related laws, and this will be recognized as effective by notifying through service notices and emails. b. The member's agreement to these Terms includes consent to check for changes to the Terms by visiting the Glow.B website or mobile application. c. If a member does not agree to the amended Terms, they may request termination and withdrawal from Glow.B. If they continue to use the service, it is deemed that they agree to the changed Terms. Article 4 Governing Law Matters not specified in these Terms shall be governed by the Framework Act on Electronic Commerce, the Act on the Consumer Protection in Electronic Commerce, the Act on Regulation of Terms and Conditions, the Act on Promotion of Information and Communications Network Utilization and Information Protection, and other related laws and regulations. Article 5 Membership Registration a. Those who wish to become members can apply for membership by agreeing to the Terms and completing the email verification and entering the basic information of the member. b. The information entered by the member is considered to be true. If the information entered by the member is found to be false (e.g., using an alias, not using a real name, entering false information) or suspected to be the information of another person, the Company may request the member to submit evidence and an explanation to confirm the truth. If it is clearly confirmed that the information is false, Glow.B may deprive the member of their rights and refuse the use of the service entirely, and the Company is not responsible for any disadvantages that arise as a result. c. The Company may differentiate the scope of services based on reasonable criteria such as the member's status, usage period, usage frequency, and service access method, and the member may face restrictions on service use according to these criteria. d. The Company may reserve or refuse membership approval for those who apply for membership according to the following criteria: If there is a history of falsifying registration information such as using another person's real-name authentication information or photos If the applicant has lost membership status due to violations of Glow.B terms and related laws Those who disturb public order and morals Those who seek to join Glow.B for profit-seeking purposes Incompetent persons and quasi-incompetent persons and other similar persons Those for whom it is difficult to accept use due to the Company's circumstances or who fall under the disqualification reasons for membership.** According to the amended “Resident Registration Act,“ those who illegally use another person's resident registration number may be sentenced to imprisonment for up to 3 years or a fine of up to 10 million won. Related law: Article 37 (Penal Provisions) No. 10 of the Resident Registration Act (Effective Date: April 1, 2009) e. The time when the membership registration contract is established is based on the time when the Company's approval reaches the applicant. Article 6 Member Monitoring a. Glow.B primarily serves members who have completed email verification. Therefore, members who have not completed email verification are in the preparation stage to receive the services prepared by Glow.B and may face restrictions on service use. The Company will assist such members through means such as email. b. Even after membership registration, the member's profile is monitored, and if necessary for profile management purposes, the content of the profile may be modified or deleted by the review personnel during the review and monitoring process. c. The Company may restrict the use of a nickname created by a member if it 1) poses a risk of personal information leakage, 2) is antisocial or contrary to public morals, 3) is likely to be mistaken for the Company or its operator, or 4) is not properly entered due to problems in the creation process. The administrator may modify or delete such nicknames. Article 7 Types and Scope of Services a. Members can join the Glow.B service for free and become general members. However, if new membership conditions such as premium services are created, paid membership may also be possible. b. After completing the operational procedures, members can be introduced to others who match their search options for free. c. The service is available 24 hours a day, year-round. d. The Company may request members to modify or supplement their profiles to provide high-quality services. Members who create inappropriate profiles according to the Company's internal regulations may face restrictions on service use. e. The Company may request identity verification for the profile information entered by the member. Identity verification for profile information is carried out by submitting identity verification documents specified by the Company or by re-confirming and agreeing to the entered profile information. A separate identity verification fee may be requested from the member according to the method and procedure of identity verification. The Company does not know the accuracy of personal information from the date of identity verification to the current date of service use. It is the member's responsibility to maintain and update their personal information to be current and accurate. The member is responsible for any problems arising from this, and the Company is not liable. The Company may hold the member legally responsible for any internal or external losses resulting from related problems. f. The Glow.B service provided by the Company includes viewing profiles and providing chat room services on the Glow.B website and mobile application. g. The responsibility for actions (contact and meetings) between members after connecting through Glow.B lies with the parties involved. Therefore, the actual place and time of contact or meetings should be carefully decided. h. The Company operates a reporting menu to restrict service use by members who misuse the service or violate the terms or legal restrictions after connecting through Glow.B. Although the responsibility for actions during meetings between members lies with the members involved according to Article 7, Paragraph g, if a report is received and the reported member's actions are judged to cause additional harm to other members, the Company may take follow-up measures such as usage restrictions, withdrawal, permanent deletion of the account, and legal responsibility. Article 9 Company's Obligations a. The Company shall do its best to provide continuous and stable services. b. The Company has an obligation to take forced withdrawal measures against members who violate the Company's terms, operating policies, or laws or to proceed with legal procedures according to related laws. c. The Company shall protect the personal information recorded by the member during membership application, additionally recorded afterward, and generated during service use in accordance with the Act on Promotion of Information and Communications Network Utilization and Information Protection and other related laws. d. The Company's employees shall not disclose or distribute members' personal information related to service provision to third parties other than Glow.B members, and if they violate this, it may be grounds for dismissal. e. The Company regularly sends members regular correspondence regarding the content and usage guide of the Company's services (notices, emails, etc.). f. The Company shall do its best to provide convenience to users regarding the procedures and contents related to the conclusion, change, and termination of the usage contract with the member. g. The Company does not conduct a preliminary document review (regarding marital status, education, employment information) for members when joining Glow.B. However, to maintain service reliability and protect numerous good members, the Company will verify and take legally possible measures if there is suspicion that the information provided by the member is different from the actual facts. Article 10 Member's Obligations The personal information and profile (photos and keywords, etc.) created during membership registration must be truthful. Additionally, personal information that changes after a certain period must be continuously updated by the member. The member is responsible for any disadvantages arising from failure to fulfill this obligation. a. Personal information directly entered by the member must be true. If a member enters false or fraudulent information and causes harm to other Glow.B members, the member is solely responsible for any civil or criminal liability, including all related responsibilities. b. The Company does not guarantee member information. Additionally, the member is solely responsible for any issues arising from meetings between members, so they must carefully review and use the service. c. Members must always be aware of Glow.B notices. The member is responsible for any issues arising from failure to fulfill this obligation. d. Members shall not engage in the following acts: Illegally obtaining member information from the Glow.B site Engaging in activities that make normal operation difficult by using hacking or similar programs on the Glow.B website or application (e.g., hacking, virus distribution, DDoS attacks, etc.) Stealing another person's resident registration number, account, or password Registering false or other people's personal information Slandering or defaming others or creating and distributing such content Registering or distributing works that undermine public order and morals Illegally selling goods or engaging in commercial activities on the site Posting obscene materials and videos Unauthorized capturing (saving) and leaking profile and personal information (keywords, photos, names, contact information, etc.) provided by Glow.B and posting it externally Spreading false information about Glow.B or interfering with its operations by other means Committing crimes or illegal acts using Glow.B services and facilities Members who violate any of the above items in Paragraph d may face forced withdrawal and civil or criminal liability. e. Glow.B member rights cannot be transferred or sold to others. f. Violations of these Terms or other related laws of the Republic of Korea will result in the deprivation of member rights without warning, and the Company will not compensate the member. Article 11 Termination of Contract Glow.B recognizes the following conditions as grounds for contract termination: a. Voluntary withdrawal application by the member (withdrawal from the website and expressing the intention to the Company) b. Members who do not faithfully fulfill their obligations or engage in acts that violate the terms and policies set forth may face forced withdrawal without prior notice. c. If continuous contract performance is deemed difficult due to member circumstances, the Company may suspend or terminate the account at its discretion (e.g., death or disappearance, inactive members for a certain period, etc.). d. The Company may terminate the contract if the member engages in acts corresponding to Paragraph d of Article 5. Article 12 Disclaimer a. The Company may change the services provided for operational or technical reasons. The Company will notify members of the content and provision date of the changed services through the website or email. However, if there are unavoidable circumstances such as critical bugs, server equipment defects, or urgent security issues, the Company may notify afterward. b. The Company may restrict or suspend all or part of the services in the following cases: In case of force majeure such as war, incident, natural disaster, or national emergency In case of normal service disruption due to power outage, facility failure, or surge in usage In case of unavoidable reasons such as maintenance or construction of service facilities In case the Company cannot provide services due to various circumstances c. If it is necessary to suspend all or part of the services due to service reorganization, operational reasons, or the Company's urgent situation, the Company may notify the members on the website 30 days in advance and suspend the provision of services. d. The Company is not responsible for problems caused by the suspension or failure of telecommunication services provided by telecommunications carriers. e. The Company is not responsible for service use disruptions caused by the member's fault. f. The Company is not responsible for any damages caused by the member's failure to achieve the expected benefits from the Company's service provision or for damages caused by not being aware of the service content. g. The Company is not responsible for the reliability and accuracy of the profiles created by members unless the Company has separately certified them and is exempt from liability for any mental or material damages caused by this. h. The copyright of the articles posted by members on the Company's bulletin board belongs to the member, and the member is responsible for any civil or criminal liability arising from problems such as defamation or copyright infringement. i. The Company is exempt from liability for service interruptions caused by server maintenance, replacement, temporary suspension, or reorganization work necessary for service use. j. Members are responsible for issues arising from neglecting the obligation to check announcements on the website and not being aware of the content. k. The Company does not guarantee the identity of members. If a member causes economic, mental, or material harm to another member, the responsible member is liable. l. The Company has no control over third-party sites linked through banner ads on the Company's site, and the policies of the linked site apply. The member and the linked site are responsible for any issues arising from this. m. The Company is not responsible for losses caused by violations of these Terms by the member. n. The Company is exempt from liability for any issues arising from materials disclosed by the member. o. If the member sells or transfers their account or member rights to a third party without the Company's consent, the member's qualification may be revoked, and civil or criminal charges may be pursued. All damages resulting from this are attributed to the member who illegally sold or transferred the member rights. p. The member is responsible for damages caused by using an email that is not accessible by the member or not updating contact information, resulting in the Company's notices not being delivered through email. q. Members are responsible for interactions between members or between members and third parties both online and offline. Therefore, actual contracts or collaborations should be carefully considered and appropriately decided. Addendum These Terms will be applied from July 8, 2024.
ja: サービス利用約款 Glow.Bサービス利用約款は、関係法令の規定を反映し、以下のように内容を定めています。 この利用規約は、ウェブサイトやモバイルアプリケーションなど、バイアット株式会社（以下「会社」という。）が提供する「Glow.B」サービスに適用されるもので、会員と会社の間で適用されます。 そのため、会員登録やサービス利用の前に、全体の内容を注意して読んでみてください。 会社は以下の内容に同意される会員に限り、正常なサービスを提供することができます。 内容に同意しないと、Glow.Bが提供するすべてのサービスについてご利用いただけません。 第1条 目的 本約款は会社が提供するサービス利用と関連して、会社と会員の加入、使用時の権利と義務、責任事項などその他必要な事項を規定することを目的とします。 第2条 用語の定義 a. 会員:会社のサービスを利用するために登録行為を行い、会員アカウントを所有し、約款に基づいた権利と義務を持つ者をいいます。 b. 会員アカウント:会員がGlow.Bサービスを利用するために会員が決めたメールベースの固有識別記号です。 * 会社のお知らせ及び変動事項については、会員アカウントであるEメールに送信されるため、本人のアカウントが使用可能なEメール形式でないか、本人が確認できないEメールアカウントを登録して発生する不利益は、全面的に会員の帰責事由になります。 c. サービス:サービスとは、実装される端末(PC、TV、携帯型端末などの各種有無線装置を含む)と提供形態(ウェブサイト、モバイルアプリケーションなど)に関係なく会員が利用できるGlow.B及びGlow.B関連諸サービスを意味します。 d. Eメール認証:会員がGlow.Bに登録する際、会社は基本的な会員の情報を委託機関を通じて認証する義務を負うが、公信力がないため、会員が虚偽や不正な情報を入力してEメール認証を受けた場合、会社はEメール認証に関して法的責任を負いません。 第3条約款の効力 a. 効力発生:利用者が会員登録すると同時に効力が発生します。 関係法令に違反しない範囲内で改正されることがあり、これはサービスのお知らせおよび電子メールで通知して効力が認められます。 b. 会員の本約款に対する同意には、Glow.Bウェブサイトまたはモバイルアプリケーションを訪問して約款の変更事項を確認することに対する同意が含まれます。 c. 会員は、改正された約款に同意しない場合、Glow.Bに契約解除及び退会を要請することができ、サービスを継続して使用する場合は、変更された約款に同意するものとみなされます。 第4条約款外準則 本約款に明示されていない事項は、電子取引基本法、電子商取引等における消費者保護に関する法律、約款の規制に関する法律、情報通信網利用促進及び情報保護等に関する法律及びその他の関連法令の規定に従います。 第5条 会員登録 a. 会員になろうとする者は、「約款に同意」及びメール認証後、会員の基本情報入力段階を経て会員登録を申請します。 b. 会員が入力した情報は事実とみなされます。 会社は、会員が入力した情報の内容が事実と異なる場合(借名、非実名、虚偽情報など)と他人の情報を盗用した疑いがある場合、事実の有無を確認するために会員に立証資料の提出及び釈明を要求することができ、異なる事実が明白に確認される場合、Glow.Bは会員から会員の権限を剥奪し、サービス利用を全面的に拒否することができ、これによって発生するすべての不利益については会社が責任を負いません。 c. 会社は会員の状態と利用期間、利用回数、サービス接近方式などによって合理的な基準によってサービス範囲に差をつけることができ、会員は上記の内容によってサービス利用に制約を受けることがあります。 d. 会社はA項の方法で会員登録を申請した人が以下の各号に該当する場合、会員登録の承諾を留保または拒否することができます。 1. 他人の実名認証情報盗用、写真盗用など登録内容を虚偽記載した事実がある場合 2. 加入申請者がGlow.B約款およびサービス利用に関する関係法令に違反し、Glow.Bサービスの会員資格を喪失した場合 3. 社会秩序及び美風良俗を乱す者 4. 営利を目的にGlow.Bサービスに加入しようとする者 5. 禁治産者及び限定治産者その他これに準ずる者 6. その他の会社の条件上、利用承諾が困難だったり、加入欠格事由に該当する者。 ** 改正「住民登録法」により他人の住民登録番号を不正使用する者は3年以下の懲役または1千万ウォン以下の罰金が賦課されることがあります。 関連法律:住民登録法第37条（罰則）第10号（施行日2009.04.01） e. 会員登録契約成立時点は、会社の加入承諾が加入申請者に到達した時点を基準とします。 第6条 会員モニタリング a. Glow.Bでは、Eメール認証を完了した会員を中心にサービスします。 したがって、Eメール認証を完了できなかった会員は、Glow.Bで準備したサービスの提供を受けるために準備中の段階にあり、サービスの利用に制限がある場合があり、該当状態の会員にはEメールなどの手段で支援するための行為が行われます。 b. 会員登録後も会員のプロフィール修正に対するモニタリングが行われ、審査及びモニタリング時点でプロフィール管理目的に必要な場合、審査担当者によってプロフィールの作成内容が修正及び削除されることがあります。 c. 会社は会員が作成したニックネームが1)個人情報流出の恐れがあったり、2)反社会的または美風良俗に反するか、3)会社及び会社の運営者と誤認される恐れがあったり、4)作成過程上の問題によりまともに入力されていない場合、該当ニックネームに対する使用を制限したり、管理者が該当ニックネームを修正·削除することができます。 第7条 サービスの種類及び範囲 a. 会員は無料でGlow.Bサービスに登録し、一般会員になることができます。 ただし、プレミアムサービスなどの新しい加入条件が作成されれば、有料加入も可能になる場合があります。 b. 会員登録後、運営上の手続きを終えた会員は、無料で検索オプションに適合する相手を紹介してもらうことができます。 c. サービスは年中無休、1日24時間提供を原則としています。 d. 会社では、良質のサービス提供のために会員プロフィールの修正及び補完を要請することができ、当社の内部規定によって不適合なプロフィールを作成した会員にはサービス利用を制限することができます。 e. 会社は会員が入力したプロフィール情報に対して身元認証を要請することができます。 プロフィール情報に対する身元認証は、会社が定めた身元認証書類を会員が会社に提出するか、会員が自分が入力したプロフィール情報に対して再確認及び同意手続きを経る方法で行われます。 身元認証の方法と手続きに従って、別途の身元認証費を会員に要請することができます。 身元認証日以降からサービス利用日現在までの個人情報の正確性については会社が知らず、会員本人の個人情報について最新の正確な個人情報への維持、更新の義務は会員本人にあります。 これにより発生した問題の責任は会員にあり、会社は責任を負いません。 会社は関連問題から発生した内外的損失に対する法的責任を該当会員に問うことができます。 f. 会社が提供するGlow.Bサービスは、Glow.Bのウェブサイト及びモバイルアプリケーション上でのプロフィール閲覧及びチャットルームサービスを提供することをその範囲とします。 g. Glow.Bから接続された後、会員間の行為(連絡及び出会い)の責任は当事者にあります。 そのため、実際の連絡や待ち合わせ場所や時間などは慎重に決める必要があります。 h. 会社はGlow.Bから接続された後もサービスを悪用したり、約款または法令上の制限に違反する会員のサービス利用を制限するため、申告メニューを運営しています。 たとえ第7条g項によって会員間の出会いにおいて会員間の行為の責任は該当会員に帰属しますが、申告が受け付けられ申告された会員の行為が今後他の会員に追加的な被害を与えかねないと判断される場合には、問題の会員に対して利用制限、脱退、ID永久削除、法的責任追及などの後続措置を取ることができます。 第9条 会社の義務 a. 会社は、継続的で安定したサービス提供のために最善を尽くします。 b. 会社は会社が定めた約款および運営政策、または法令に違反する会員を強制脱退措置したり、または関係法令に従って法的手続きを進める義務を持ちます。 c. 会社は、情報通信網利用促進及び情報保護等に関する法律等、関係法令に基づき、会員が会員登録申請時に記録した個人情報、その後に追加で記録した個人情報及びサービス利用中に生成される個人情報を保護しなければなりません。 d. 会社の役職員は、サービス提供に関する会員の個人情報をGlow.B会員以外は第三者に漏洩または配布してはならず、これに違反した場合は職位解除の事由になることがあります。 e. 会社は定期的に会員に当社のサービス内容および利用案内についての定期的な手紙を送ります。 (お知らせ、E-mailなど) f. 会社は利用契約の締結、契約事項の変更及び解約など、会員との契約関連手続き及び内容において利用顧客に便宜を提供するよう最善を尽くします。 g. 会社はGlow.Bに加入する際、会員に事前書類審査(未婚·学歴·職場情報に関する)を行いません。 しかし、サービスの信頼度を維持し、多数の善良な会員を保護するために加入した会員の情報が記載した事項と異なることが疑われる場合、これを確認して制裁するための手続きと法的に可能な範囲内の措置を尽くします。 第10条 会員の義務 会員登録時に作成する個人情報とプロフィール(写真とキーワードなど)は事実でなければなりません。 また、一定期間が経過した後に変更される個人情報は、継続的に本人が情報を更新しなければなりません。 誠実に履行しないことによって発生する不利益は、会員本人の責任です。 a. 会員が直接入力した個人情報は真実でなければならず、もし会員が虚偽、その他不正な情報を入力して他のGlow.B会員に被害が発生した場合、それに対する民事·刑事上の責任を含む一切の責任は会員本人に帰属します。 b. 会社は会員情報に対する保証をしません。 また、会員間の出会いに発生した問題の責任は、会員本人に完全に帰属するため、慎重に検討した上でサービスを利用する必要があります。 c. 会員は常にGlow.Bのお知らせ内容を熟知してください。 上記の義務を誠実に履行しないことによって発生した問題に対する責任は、会員に帰属します。 d. 会員は、以下の各号に該当する行為をしてはなりません。 1. Glow.Bサイトの会員情報を不正に取得する行為 2. Glow.Bホームページまたはアプリケーションを他のハッキングまたは類似プログラムを利用して正常な運営を困難にする行為(例:ハッキングまたはウイルス流布、DDoS攻撃など) 3. 他人の住民番号、アカウント、またはパスワードを盗用する行為。 4. 個人情報を虚偽または他人のものとして登録する行為。 5. 相手に対する誹謗または人格冒涜をしたり、これを作成および流布する行為。 6.公共秩序、美風良俗を阻害する著作物を登録または流通させる行為。 7. サイト内で違法に物を販売したり、商行為をしたりする行為。 8. わいせつ物や動画を投稿する行為。 9. Glow.Bが提供するプロフィール及び個人情報(キーワード、写真、名前、連絡先など)を無断でキャプチャー(保存)する行為及びこれを流出して外部に掲示する行為 10. Glow.Bに対する虚偽事実を流布したり、その他の方法で業務を妨害する行為 11. その他のGlow.Bサービス及び諸設備を利用して犯罪または不法行為をする行為。 以上、上記D項各号の該当事項に明示された内容に違反した会員は、強制退会処理されることがあり、民事·刑事上の責任を負うことになります。 e. Glow.B会員の権限は他人への譲渡及び販売が不可能です。 f. 本約款に違反したり、その他大韓民国関係法令に違反する行為に対しては、警告なしに会員の権限が剥奪され、これに対して会社は会員にいかなる補償もしません。 第 11 条 契約の終了 Glow.Bは以下の条件を契約終了条件として認めます。 a. 会員の者による退会申請(ホームページ退会及び本人の意思を会社に表明した場合) b. 会員の義務を誠実に履行しなかったり、約款で定めた事項および政策に反する行為をした会員は、事前告知なしに強制脱退処理されることがあります。 c. 会員の条件上、継続的な契約履行が難しいと判断された場合、任意アカウントの中止および解約処理を行うことができます。 （例:死亡または行方不明、一定期間以上活動をしない休眠会員など） d. その他の会員が第5条D項に該当する行為をした場合、会社によって契約が終了することがあります。 第12条免責条項 a. 会社は、運営上または技術上の必要に応じて、提供しているサービスを変更できます。 変更されるサービスの内容及び提供日などについては、会社が運営するホームページに掲示するか、E-mailで会員に通知します。 ただし、会社が事前に通知できない致命的なバグの発生、サーバー機器の欠陥、緊急セキュリティ問題の解決などのやむを得ない事情がある場合は、事後に通知することができます。 b. 会社は、次の各号に該当する場合、サービスの全部又は一部を制限し、又は中止することができます。 1. 戦時、事変、天災地変または国家非常事態など不可抗力的な事由がある場合 2. 停電、諸設備の障害または利用量の暴走などで正常なサービス利用に支障がある場合 3. サービス用設備の補修または工事などやむを得ない事由がある場合 4. 会社の諸般の事情によりサービスができない場合 c. 会社はサービスの改編や運営上、または会社の緊迫した状況などによりサービスの全部や一部を中断する必要がある場合、30日前にホームページにこれを告知し、サービスの提供を中断することができます。 d. 会社は基幹通信事業者が電気通信サービスを中止したり、正常に運営できなかったりして発生する問題に対して責任が免除されます。 e. 会社は会員の責に帰すべき事由によるサービス利用障害に対する責任を負いません。 f. 会社は会員が会社のサービス提供から期待される利益を得られなかったり、サービス内容を熟知できなかったりして発生する損害などについては責任を負いません。 g. 会社は会員が作成したプロフィールについて会社が別途認証することを告示しない場合、信頼度及び正確度に対する責任を負わず、これによって発生した精神的、物質的損害などの被害に対する責任が免除されます。 h. 会社の掲示物に会員が掲載した文の著作権は会員本人にあり、掲示物の真実性や名誉毀損、著作権違反のような問題が発生して起こる民事·刑事上のすべての責任は会員本人にあります。 i. 会社は、会員のサービス利用に必要なサーバの保守による交換、一時停止、改編作業が発生した場合には、サービス中止に対する責任が免除されます。 j. 会員がサービス中のホームページのお知らせなどを確認しなければならない義務を怠り、その内容を熟知できないために発生する問題の責任は会員本人にあります。 k. 会社は会員の身元を保証しません。 また、会員が他の会員に経済的、精神的、物質的被害を与えても、その責任は加害者である会員にあります。 l. 会社のサイトにバナー広告などで掲載された第3のサイトアドレスにリンクされたところで発生する現象について、会社はいかなる統制権も持たず、当該サイトの運営方針に従います。 これによって発生する問題に対する責任は、該当サイトと会員本人にあります。 m. 会社は会員が本約款の規定に違反して発生した損失については責任を負いません。 n. 会員が公開を許可した資料に対して発生するすべての問題に対しては、会社の責任が免除されます。 o. 会社の同意なしに第三者にアカウントまたは会員の権限を販売および譲渡する場合、会員資格の剥奪および民事請求および刑事上の告訴または告発が可能です。 また、これによるすべての被害は、不法に会員権限を販売/譲渡した会員に帰属します。 p. 会員が作成したIDが本人が確認可能なEメールでないか、連絡先の更新をしないため、会社が伝達するお知らせ事項がその伝達方法であるE-mailを通じて伝達されないために発生する損害に対する責任は会員本人にあります。 q. 会員間または会員と第三者相互間のオンライン及びオフライン上で行われた行為については、会員本人に責任があります。 そこで、実際の契約や協業は慎重に条件を決めて適切に行ってください。 附則 1.本約款は2024年7月8日から適用されます。
ko: 서비스 이용약관 Glow.B 서비스 이용 약관은 관계법령의 규정을 반영하여 아래와 같이 내용을 정하고 있습니다. 이 이용 약관은 웹 사이트나 모바일 어플리케이션 등 바이엇 주식회사 (이하 “회사”)에서 제공하는 ‘Glow.B’서비스에 적용되는 것으로 회원과 회사간에 적용됩니다. 따라서 회원 가입 및 서비스 이용 전에 전체 내용을 주의해서 읽어 보십시오. 회사는 아래의 내용에 동의하시는 회원에 한하여 정상적인 서비스를 제공할 수 있습니다. 내용에 동의하지 않으면 Glow.B에서 제공하는 모든 서비스에 대한 이용이 불가능합니다. 제 1 조 목적 이 약관은 회사가 제공하는 서비스 이용과 관련하여 회사와 회원의 가입, 사용 시 권리와 의무, 책임사항 등 기타 필요한 사항을 규정함을 목적으로 합니다. 제 2 조 용어의 정의 a. 회원: 회사의 서비스를 이용하기 위해 가입행위를 하여 회원 계정을 소유하며 약관에 따른 권리와 의무를 갖는 자를 말합니다. b. 회원 계정: 회원이 Glow.B 서비스를 이용하기 위하여 회원이 정한 이메일 기반의 고유 식별 기호입니다. * 회사의 공지 및 변동사항에 대해서는 회원 계정인 이메일로 발송되기에 본인의 계정이 사용 가능한 이메일 형식이 아니거나 본인이 확인을 할 수 없는 이메일계정을 등록하여 발생하는 불이익은 전적으로 회원의 귀책사유가 됩니다. c. 서비스: 서비스라 함은 구현되는 단말기(PC, TV, 휴대형단말기 등의 각종 유무선 장치를 포함)와 제공 형태(웹사이트, 모바일 어플리케이션 등)에 상관없이 회원이 이용할 수 있는 Glow.B 및 Glow.B 관련 제반 서비스를 의미합니다. d. 이메일인증: 회원이 Glow.B에 가입 시, 회사는 기본적인 회원의 정보를 위탁기관을 통해 인증할 의무를 가지되 공신력이 없으므로 회원이 허위나 부정한 정보를 입력하여 이메일인증을 받은 경우 회사는 이메일인증에 관하여 법적 책임을 부담하지 않습니다. 제 3 조 약관의 효력 a. 효력 발생: 이용자가 회원 가입함과 동시에 효력이 발생합니다. 관계법령에 위배되지 않는 범위 안에서 개정이 될 수 있으며, 이는 서비스 공지사항 및 이메일로 통보하여 효력을 인정 받습니다. b. 회원의 이 약관에 대한 동의는 Glow.B 웹 사이트나 모바일 어플리케이션을 방문하여 약관의 변경 사항을 확인하는 것에 대한 동의를 포함합니다. c. 회원은 개정된 약관에 동의하지 않을 경우 Glow.B에게 계약해지 및 탈퇴를 요청 할 수 있으며, 계속 서비스를 사용할 경우 변경된 약관에 동의하는 것으로 간주됩니다. 제 4 조 약관 외 준칙 이 약관에 명시되지 않은 사항은 전자거래기본법, 전자상거래 등에서의 소비자 보호에 관한 법률, 약관의 규제에 관한 법률, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 및 기타 관련법령의 규정에 따릅니다. 제 5 조 회원 가입 a. 회원이 되고자 하는 자는 “약관에 동의” 및 이메일인증 후 회원의 기본정보 입력단계를 거쳐 회원 가입을 신청합니다. b. 회원이 입력한 정보는 사실로 간주됩니다. 회사는 회원이 입력한 정보의 내용이 사실과 다를 경우(차명, 비실명, 허위정보 등)와 타인의 정보를 도용한 것으로 의심되는 경우, 사실 여부를 확인하기 위해 회원에게 입증자료 제출 및 해명을 요구할 수 있으며 상이한 사실이 명백하게 확인 되는 경우, Glow.B는 회원으로부터 회원의 권한을 박탈하며 서비스 이용을 전면적으로 거부 할 수 있고, 이로 인해 발생하는 모든 불이익에 대해서는 회사가 책임지지 않습니다. c. 회사는 회원의 상태와 이용기간, 이용횟수, 서비스 접근 방식 등에 따라 합리적인 기준을 통해 서비스 범위에 차등을 둘 수 있으며, 회원은 상기 내용에 따라 서비스 이용에 제약을 받을 수 있습니다. d. 회사는 A항의 방법으로 회원가입을 신청한 이가 아래의 각 호에 해당하는 경우 회원가입 승낙을 유보 또는 거부할 수 있습니다. 1. 타인의 실명인증 정보 도용, 사진 도용 등 등록내용을 허위로 기재한 사실이 있는 경우 2. 가입 신청자가 Glow.B 약관 및 서비스 이용에 관한 관계법령을 위반하여 Glow.B 서비스의 회원자격을 상실한 경우 3. 사회질서 및 미풍양속을 문란하게 한 자 4. 영리 추구를 목적으로 Glow.B 서비스에 가입 하고자 하는 자 5. 금치산자 및 한정치산자 기타 이에 준하는 자 6. 기타 회사의 여건상 이용승낙이 곤란하거나 가입결격 사유에 해당하는 자. ** 개정 '주민등록법'에 의해 타인의 주민등록번호를 부정 사용하는 자는 3년 이하의 징역 또는 1천만원 이하의 벌금이 부과될 수 있습니다. 관련법률: 주민등록법 제37조(벌칙) 제10호(시행일 2009.04.01) e. 회원가입 계약 성립 시점은 회사의 가입 승낙이 가입 신청자에게 도달한 시점을 기준으로 합니다. 제 6 조 회원 모니터링 a. Glow.B에서는 이메일인증을 완료한 회원들을 중심으로 서비스하게 됩니다. 따라서 이메일인증을 완료하지 못한 회원들은 Glow.B에서 준비한 서비스를 제공받기 위하여 준비중인 단계에 있는 것이며, 서비스 이용에 제한이 있을 수 있으며 해당 상태의 회원에게는 이메일 등의 수단으로 을 돕기 위한 행위가 이루어 집니다. b. 회원가입 이후에도 회원의 프로필 수정에 대한 모니터링이 이루어지며 심사 및 모니터링 시점에서 프로필 관리 목적에 필요한 경우 심사 담당자에 의해 프로필의 작성내용이 수정 및 삭제될 수 있습니다. c. 회사는 회원이 작성한 닉네임이 1) 개인정보 유출 우려가 있거나, 2) 반사회적 또는 미풍양속에 어긋나거나, 3) 회사 및 회사의 운영자로 오인될 우려가 있거나, 4) 작성과정 상의 문제로 인해 제대로 입력되어있지 않은 경우 해당 닉네임에 대한 사용을 제한 하거나, 관리자가 해당 닉네임을 수정 및 삭제할 수 있습니다. 제 7 조 서비스의 종류 및 범위 a. 회원은 무료로 Glow.B서비스에 가입하여 일반 회원이 될 수 있습니다. 단, 프리미엄서비스 등의 새로운 가입 조건이 생성되면 유료 가입 역시 가능 할 수 있습니다. b. 회원가입 후, 운영 상의 절차를 마친 회원은 무료로 검색옵션에 부합하는 상대방을 소개받을 수 있습니다. c. 서비스는 연중무휴, 1일 24시간 제공을 원칙으로 합니다. d. 회사에서는 양질의 서비스 제공을 위해 회원 프로필의 수정 및 보완을 요청할 수 있으며 당사의 내부 규정에 따라 부적합한 프로필을 작성한 회원에게는 서비스 이용을 제한 할 수 있습니다. e. 회사는 회원이 입력한 프로필 정보에 대해 신원 인증을 요청할 수 있습니다. 프로필 정보에 대한 신원 인증은 회사가 정한 신원인증서류를 회원이 회사에 제출하거나, 회원이 자신이 입력한 프로필 정보에 대해 재확인 및 동의 절차를 거치는 방법으로 이뤄집니다. 신원 인증의 방법과 절차에 따라 별도의 신원 인증비를 회원에게 요청할 수 있습니다. 신원인증일 이후부터 서비스 이용일 현재까지의 개인정보의 정확성에 대해서는 회사가 알지 못하며 회원 본인의 개인정보에 대해 최신의 정확한 개인정보로의 유지, 갱신의 의무는 회원 본인에게 있습니다. 이로 인해 발생한 문제의 책임은 회원에게 있으며 회사는 책임을 지지 않습니다. 회사는 관련 문제로부터 발생한 대내외적 손실에 대한 법적 책임을 해당 회원에게 물을 수 있습니다. f. 회사가 제공하는 Glow.B서비스는 Glow.B의 웹사이트 및 모바일 어플리케이션 상에서의 프로필 열람 및 대화방 서비스를 제공하는 것을 그 범위로 합니다. g. Glow.B에서 연결된 뒤 회원들간 행위(연락 및 만남)의 책임은 당사자에게 있습니다. 따라서 실제 연락이나 만남의 장소와 시간 등은 신중하게 결정해야 합니다. h. 회사는 Glow.B에서 연결된 뒤에도 서비스를 악용하거나 약관 혹은 법령상의 제한을 위반하는 회원의 서비스 이용을 제한하기 위하여 신고메뉴를 운영하고 있습니다. 비록 제 7조 g항에 따라 회원간의 만남에 있어 회원들간의 행위의 책임은 해당 회원에게 귀속되지만, 신고가 접수되고 신고된 회원의 행위가 추후 다른 회원에게 추가적인 피해를 입힐 수 있다고 판단되는 경우에는 문제의 회원들에 대하여 이용 제한, 탈퇴, 아이디 영구삭제, 법적 책임 추궁 등의 후속 조치를 취할 수 있습니다. 제 9 조 회사의 의무 a. 회사는 지속적이고 안정적인 서비스 제공을 위해 최선을 다합니다. b. 회사는 회사가 정한 약관 및 운영 정책 혹은 법령을 위반하는 회원들을 강제 탈퇴조치 하거나 혹은 관계 법령에 따라 법적 절차를 진행할 의무를 가집니다. c. 회사는 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관계법령에 따라 회원이 회원 가입 신청 시 기록한 개인정보, 이후에 추가로 기록한 개인정보 및 서비스 이용 중 생성되는 개인정보를 보호하여야 합니다. d. 회사의 임직원은 서비스 제공과 관련한 회원의 개인정보를 Glow.B회원 외에는 제3자에게 누설 또는 배포해서는 안되며 이를 어길 시 직위해제의 사유가 될 수 있습니다. e. 회사는 정기적으로 회원에게 당사의 서비스 내용 및 이용 안내에 대한 정기적인 서신을 보냅니다. (공지, E-mail 등) f. 회사는 이용계약의 체결, 계약사항의 변경 및 해지 등 회원과의 계약관련 절차 및 내용에 있어 이용고객에게 편의를 제공하도록 최선을 다합니다. g. 회사는 Glow.B 가입 시 회원에게 사전 서류심사(미혼,학력,직장정보에 관한)를 하지 않습니다. 하지만 서비스 신뢰도를 유지하고 다수의 선량한 회원을 보호하기 위해 가입한 회원의 정보가 기재 한 사항과 상이함이 의심되는 경우 이를 확인하고 제재하기 위한 절차와 법적으로 가능한 범위 내의 조치를 다합니다. 제 10 조 회원의 의무 회원 가입 시 작성하는 개인 정보와 프로필(사진과 키워드 등)은 사실이어야 합니다. 또한 일정기간이 경과한 뒤 변경되는 개인 정보는 지속적으로 본인이 정보를 갱신하여야 합니다. 이에 성실히 이행하지 않음으로 인해 발생하는 불이익은 회원 본인의 책임입니다. a. 회원이 직접 입력한 개인정보는 진실하여야 하며 만일 회원이 허위 기타 부정한 정보를 입력하여 다른 Glow.B 회원에게 피해가 발생할 경우 그에 대한 민/형사상의 책임을 포함한 일체의 책임은 회원 본인에게 귀속됩니다. b. 회사는 회원 정보에 대한 보증을 하지 않습니다. 또한, 회원간의 만남에 발생한 문제의 책임은 전적으로 회원 본인에게 귀속되기에 신중히 검토한 후 서비스를 이용해야 합니다. c. 회원은 항상 Glow.B의 공지 내용을 숙지하여야 합니다. 위 의무를 성실하게 이행하지 않음으로 인해 발생한 문제에 대한 책임은 회원에게 귀속됩니다. d. 회원은 아래 각 호에 해당하는 행위를 해서는 안됩니다. 1. Glow.B 사이트의 회원정보를 부정하게 취득하는 행위 2. Glow.B 홈페이지 혹은 애플리케이션을 기타 해킹 또는 유사 프로그램을 이용하여 정상적인 운영을 어렵게 하는 행위 (예: 해킹 또는 바이러스 유포, 디도스 공격 등) 3. 타인의 주민번호, 계정 혹은 비밀번호를 도용하는 행위. 4. 개인 정보를 허위 또는 타인의 것으로 등록하는 행위. 5. 상대방에 대한 비방 또는 인격모독을 하거나 이를 작성 및 유포하는 행위. 6. 공공질서, 미풍양속을 저해하는 저작물을 등록 또는 유통시키는 행위. 7. 사이트 내에서 불법적으로 물건을 판매하거나 상행위를 하는 행위. 8. 음란물 및 동영상을 게시하는 행위. 9. Glow.B가 제공하는 프로필 및 개인 정보(키워드, 사진, 이름, 연락처, 등)을 무단 캡처(저장) 하는 행위 및 이를 유출하여 외부에 게시하는 행위 10. Glow.B에 대한 허위 사실을 유포하거나 기타의 방법으로 업무를 방해하는 행위 11. 기타 Glow.B 서비스 및 제반 설비를 이용하여 범죄 또는 불법행위를 하는 행위. 이상 위 D항 각 호 해당 사항에 명시한 내용을 위반한 회원은 강제 탈퇴 처리될 수 있으며 민/형사상의 책임을 지게 됩니다. e. Glow.B 회원의 권한은 타인에게 양도 및 판매가 불가능합니다. . f. 본 약관을 위반 하거나, 기타 대한민국 관계 법령에 위반하는 행위에 대해서는 경고 없이 회원의 권한이 박탈되며, 이에 대해 회사는 회원에게 어떠한 보상도 하지 않습니다. 제 11 조 계약의 종료 Glow.B는 다음과 같은 조건을 계약의 종료 조건으로 인정합니다. a. 회원의 자의에 의한 탈퇴 신청 (홈페이지 탈퇴 및 자신의 의사를 회사에 피력한 경우) b. 회원의 의무를 성실하게 이행하지 않거나, 약관에서 정한 사항 및 정책에 위배되는 행위를 한 회원은 사전 고지 없이 강제 탈퇴 처리될 수 있습니다. c. 회원 여건상 지속적인 계약 이행이 어렵다고 판단될 경우 임의 계정 중지 및 해지 처리할 수 있습니다. (예: 사망 또는 행방불명, 일정 기간 이상 활동을 하지 않는 휴면 회원 등) d. 기타 회원이 제 5조 D항에 해당하는 행위를 하는 경우 회사에 의해 계약이 종료될 수 있습니다. 제 12 조 면책조항 a. 회사는 운영상 또는 기술상의 필요에 따라 제공하고 있는 서비스를 변경할 수 있습니다. 변경될 서비스의 내용 및 제공일자 등에 대해서는 회사가 운영하는 홈페이지에 게시하거나 E-mail로 회원에게 통지합니다. 단, 회사가 사전에 통지할 수 없는 치명적인 버그 발생, 서버기기결함, 긴급 보안문제 해결 등의 부득이한 사정이 있는 경우에는 사후에 통지할 수 있습니다. b. 회사는 다음 각호에 해당하는 경우 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다. 1. 전시, 사변, 천재지변 또는 국가 비상사태 등 불가항력적인 사유가 있는 경우 2. 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우 3. 서비스용 설비의 보수 또는 공사 등 부득이한 사유가 있는 경우 4. 회사의 제반 사정으로 서비스를 할 수 없는 경우 c. 회사는 서비스 개편이나 운영상 또는 회사의 긴박한 상황 등에 의해 서비스 전부나 일부를 중단할 필요가 있는 경우 30일 전에 홈페이지에 이를 공지하고 서비스의 제공을 중단할 수 있습니다. d. 회사는 기간통신 사업자가 전기통신 서비스를 중지하거나 정상적으로 운영을 하지 못해 발생하는 문제에 대하여 책임이 면제됩니다. e. 회사는 회원의 귀책사유로 인한 서비스 이용 장애에 대한 책임을 지지 않습니다. f. 회사는 회원이 회사의 서비스 제공으로부터 기대되는 이익을 얻지 못하였거나, 서비스 내용을 숙지하지 못하여 발생하는 손해 등에 대해서는 책임을 지지 않습니다. g. 회사는 회원이 작성한 프로필에 대해 회사가 별도로 인증함을 고시하지 않은 경우 신뢰도 및 정확도 대한 책임을 지지 않으며 이로 인해 발생한 정신적, 물질적 손해 등의 피해에 대한 책임이 면제됩니다. h. 회사의 게시물에 회원이 게재한 글의 저작권은 회원 본인에게 있으며, 게시물의 진실성이나 명예훼손, 저작권 위반과 같은 문제가 발생하여 벌어지는 민형사 상의 모든 책임은 회원 본인에게 있습니다. i. 회사는 회원의 서비스 이용에 필요한 서버의 보수로 인한 교체, 일시 정지, 개편 작업이 발생할 경우에는 서비스 중지에 대한 책임이 면제 됩니다. j. 회원이 서비스 중인 홈페이지의 공지사항 등을 확인해야 하는 의무를 게을리하여 그 내용을 숙지하지 못하여 발생하는 문제의 책임은 회원 본인에게 있습니다. k. 회사는 회원 신원을 보증하지 않습니다. 또한 회원이 다른 회원에게 경제적, 정신적, 물질적 피해를 가해도 그 책임은 가해자인 회원에게 있습니다. l. 회사의 사이트에 배너광고 등으로 게재된 제3의 사이트 주소로 링크된 곳에서 발생하는 현상에 대해 회사는 어떠한 통제권도 가지지 않으며 해당 사이트의 운영방침에 따릅니다. 이로 인하여 발생하는 문제에 대한 책임은 해당 사이트와 회원 본인에게 있습니다. m. 회사는 회원이 본 약관 규정을 위배하여 발생한 손실에 대해서는 책임을 지지 않습니다. n. 회원이 공개를 허락한 자료에 대해 발생되는 모든 문제에 대해서는 회사의 책임이 면제 됩니다. o. 회사의 동의 없이 제3자에게 계정 또는 회원의 권한을 판매 및 양도할 경우 회원 자격 박탈 및 민사청구 및 형사상의 고소 또는 고발이 가능합니다. 또한 이로 인한 모든 피해는 불법으로 회원권한을 판매/양도한 회원에게 귀속됩니다. p. 회원이 작성한 아이디가 본인이 확인 가능한 이메일이 아니거나 연락처 갱신을 하지 않아 회사가 전달하는 공지사항이 그 전달방법인 E-mail을 통해 전달되지 못하여 발생하는 손해에 대한 책임은 회원 본인에게 있습니다. q. 회원 간 혹은 회원과 제3자 상호간의 온라인 및 오프라인상에서 이루어진 행위에 대해서는 회원 본인에게 책임이 있습니다. 이에 실제 계약이나 협업은 신중히 조건을 결정하여적절하게 하시길 바랍니다. 부칙 1. 본 약관은 2024년 7월 8일부터 적용됩니다.
