Repository: jayryu1995/iosdevelop
Catalog: ByahtColor/*.lproj/Localizable.strings
Languages: ja, ko, vi

# server_error_title
source: Server Maintenance
ja: サーバーメンテナンス中
ko: 서버 점검 중
vi: Dịch vụ bảo trì

# server_error_message
source: The server is currently undergoing maintenance. Please try again later.
ja: 現在サーバーメンテナンス中です。しばらくしてから再度お試しください
ko: 현재 서버 점검 중입니다. 잠시 후 다시 시도해주세요.
vi: Hiện tại dịch vụ đang bảo trì, vui lòng thử lại sau.

# update_str
source: Update
ja: アップデート
ko: 업데이트
vi: Cập nhật

# update_str1
source: An update is required to continue using this app.
ja: アップデートの要求
ko: 업데이트 요청
vi: Yêu cầu cập nhật

# influence_sample_label
source: Swipe left or right to check the companys.
ja: 両側に渡して企業を探索しましょう。
ko: 양 옆으로 넘겨 이전이나 다음 기업 확인
vi: Gạt sang hai bên để xem thêm nhiều doanh nghiệp hơn.

# business_sample_label
source: Swipe left or right to check the creators.
ja: 両側に渡してクリエーターを探索しましょう。
ko: 양 옆으로 넘겨 이전이나 다음 크리에이터를 만나보세요.
vi: Gạt sang hai bên để xem thêm nhiều influenecer hơn.

# alert_regist_button
source: Register Profile
ja: プロフィールを登録
ko: 프로필 등록하기
vi: Tạo trang cá nhân

# alert_regist_str
source: Register your profile and appeal to brands
ja: プロフィールを登録してブランドにアピール
ko: 내 프로필 등록하고 브랜드에게 어필하기
vi: Tạo trang cá nhân để gây ấn tượng với nhãn hàng

# alert_regist_str2
source: Find brands for collaboration for free.
ja: コラボしたいブランドを無料で探しましょう。
ko: 협업을 원하는 브랜드를 무료로 찾아보세요.
vi: Tìm kiếm các thương hiệu muốn hợp tác miễn phí.

# alert_regist_business_str
source: Register your profile and recruit creators for free.
ja: プロフィールを登録して クリエイターを無料で募集
ko: 프로필 등록하고 크리에이터 무료로 모집하기
vi: Đăng ký hồ sơ và tìm kiếm influencer miễn phí

# alert_regist_business_str2
source: Simply register your company profile and you can search creators for free.
ja: 会社プロフィールを登録するだけで クリエイターを無料で確認できます。
ko: 회사 프로필 등록만 하면 크리에이터들을 무료로 확인할 수 있어요.
vi: Chỉ cần đăng ký công ty có thể xem hồ sơ influencer miễn phí.

# categories_beauty
source: Beauty
ja: ビューティー
ko: 뷰티
vi: Làm đẹp

# categories_fashion
source: Fashion
ja: ファッション
ko: 패션
vi: Thời trang

# categories_daily
source: Daily
ja: 日常
ko: 일상
vi: Đời sống

# categories_travel
source: Travel
ja: 旅行
ko: 여행
vi: Du lịch

# categories_baby
source: Parenting
ja: 育児
ko: 육아
vi: Mẹ và bé

# categories_food
source: Food
ja: 食品
ko: 음식
vi: Ẩm thực

# categories_etc
source: Other
ja: その他
ko: 그외
vi: Khác

# ages_10
source: Teens
ja: 10代
ko: 10대
vi: 10tuổi

# ages_20
source: 20s
ja: 20代
ko: 20대
vi: 20tuổi

# ages_30
source: 30s
ja: 30代
ko: 30대
vi: 30tuổi

# ages_40
source: 40s
ja: 40代
ko: 40대
vi: 40tuổi

# ages_50
source: 50s and above
ja: 50代以上
ko: 50대 이상
vi: 50tuổi

# gender_male
source: Male
ja: 男性
ko: 남성
vi: Nam

# gender_female
source: Female
ja: 女性
ko: 여성
vi: Nữ

# login_str
source: Easy Access with SNS Account
ja: SNSアカウントで簡単にログイン
ko: SNS 계정으로 간편 이용하기
vi: Đăng nhập với tài khoản mạng xã hội

# login_str3
source: Please enter your ID or password.
ja: IDまたはパスワードを入力してください。
ko: 아이디 또는 패스워드를 입력해주세요.
vi: Nhập tên đăng nhập và mật khẩu

# login_str4
source: Login information is incorrect.
ja: ログイン情報が正しくありません。
ko: 로그인 정보가 올바르지 않습니다.
vi: Thông tin đăng nhập không chính xác

# find_account_id
source: Find ID
ja: ID検索
ko: 아이디 찾기
vi: Tìm tên đăng nhập

# find_account_password
source: Find Password
ja: パスワード検索
ko: 비밀번호 찾기
vi: Tìm mật khẩu

# findid_label
source: You can find your ID after identity verification.
ja: 本人確認後、IDを検索できます。
ko: 본인 확인 후 아이디를 찾을 수 있습니다.
vi: Xác minh danh tính tìm tên đăng nhập.

# findid_name
source: Enter Name
ja: 名前を入力
ko: 이름 입력
vi: Nhập họ và tên

# tel_certification
source: Mobile Phone Verification
ja: 携帯電話本人認証
ko: 휴대폰 본인인증
vi: Xác minh số điện thoại

# agree
source: Đồng ý
ja: 同意する
ko: 동의하기

# agree_1
source: Privacy Policy
ja: 個人情報処理方針
ko: 개인정보 처리방침

# agree_2
source: Terms of Service
ja: サービス利用規約
ko: 서비스 이용약관

# signup_business
source: Business Sign Up
ja: 企業会員登録
ko: 기업 회원가입
vi: Doanh nghiệp đăng ký thành viên

# signup_business_info
source: Business Information
ja: 企業情報
ko: 기업정보
vi: Thông tin đoành nghiệp

# signup_business_name
source: Company Name
ja: 会社名
ko: 회사명
vi: Tên công ty

# signup_business_name_hint
source: Please enter the company name.
ja: 会社名を入力してください。
ko: 사명을 입력해주세요.
vi: Chức vụ

# signup_business_address
source: Company Address
ja: 会社住所
ko: 회사 주소
vi: Địa chỉ công ty

# signup_business_address_hint
source: Please enter the address.
ja: 住所を入力してください。
ko: 주소를 입력해주세요.
vi: Nhập địa chỉ công ty

# signup_business_address_detail
source: Detailed Address
ja: 詳細住所
ko: 상세 주소
vi: Địa chỉ chi tiết

# signup_business_address_detail_hint
source: Please enter the detailed address.
ja: 詳細住所を入力してください。
ko: 상세주소를 입력해주세요.
vi: Nhập địa chỉ chi tiết

# signup_business_num
source: Business Registration Number
ja: 事業者登録番号
ko: 사업자등록번호
vi: Số đăng ký kinh doanh

# signup_business_num_hint
source: Enter the business registration number without '-'
ja: 事業者登録番号を'-'なしで入力
ko: 사업자 등록번호 '-'없이 입력
vi: Nhập số đăng ký kinh doanh (không có '-')

# signup_business_license
source: Business Registration Certificate
ja: 事業者登録証
ko: 사업자 등록증
vi: Giấy phép đăng ký kinh doanh

# signup_business_license_hint
source: Please attach the file.
ja: ファイルを添付してください。
ko: 파일을 첨부해주세요.
vi: Tải tệp đính kèm

# signup_business_upload
source: Attach
ja: 添付
ko: 첨부
vi: Chọn

# signup_manager_info
source: Account Information
ja: アカウント情報
ko: 계정 정보
vi: Thông tin quản lý nhân sự

# signup_manager_name
source: Registrant Name
ja: 登録者名
ko: 가입자명
vi: Tên người đăng ký

# signup_manager_name_hint
source: Please enter your real name.
ja: 本名を入力してください。
ko: 본명을 입력해주세요.
vi: Nhập họ và tên khai sinh

# signup_manager_phone
source: Phone Number
ja: 電話番号
ko: 전화번호
vi: Số điện thoại

# signup_manager_phone_hint
source: Enter numbers only (exclude hyphens)
ja: 数字入力（ - ハイフン除外）
ko: 숫자입력 ( - 하이픈 제외)
vi: Nhập số điện thoại (không có '-')

# signup_manager_email
source: Email
ja: メール
ko: 이메일

# signup_manager_email_hint
source: email@domain.com
ja: メール@直接入力
ko: 이메일@직접입력
vi: email@ nhập trực tiếp

# signup_manager_id
source: ID
ko: 아이디
vi: Tên đăng nhập

# signup_manager_id_hint
source: Lowercase letters and numbers, 8-20 characters
ja: 小文字と数字の組み合わせ8-20文字
ko: 영소문자, 숫자 조합 8-20자 사이
vi: Chữ cái, số bao gồm 8 - 20 kí tự

# signup_manager_id_check
source: Check Availability
ja: 重複確認
ko: 중복확인
vi: Kiểm tra trùng lặp

# signup_manager_pwd
source: Password
ja: パスワード
ko: 비밀번호
vi: Mật khẩu

# signup_manager_pwd_hint
source: Lowercase letters and numbers, 8-20 characters
ja: 小文字と数字の組み合わせ8-20文字
ko: 영소문자, 숫자 조합 8-20자 사이
vi: Chữ cái, số bao gồm 8 - 20 kí tự

# signup_manager_pwd_check
source: Confirm Password
ja: パスワード確認
ko: 비밀번호 확인
vi: Xác nhận mật khẩu

# signup_manager_pwd_check_hint
source: Please re-enter the password.
ja: パスワードを再入力してください。
ko: 비밀번호를 다시 입력해주세요.
vi: Nhập lại mật khẩu

# signup_agreement
source: Agreement to Collect and Use Personal Information
ja: 個人情報収集及び利用同意
ko: 개인정보 수집 및 이용 동의
vi: Đồng ý thu thập và sử dụng thông tin cá nhân

# signup_submit
source: Submit Application
ja: 登録申し込み
ko: 가입 신청하기
vi: Đăng ký

# signup_check_id_message
source: Please enter an ID.
ja: IDを入力してください。
ko: 아이디를 입력해주세요.
vi: Nhập tên đăng nhập.

# signup_check_id_message2
source: This ID already exists.
ja: 既に存在するIDです。
ko: 이미 존재하는 아이디입니다.
vi: Tên đăng nhập đã tồn tại.

# signup_check_id_message3
source: This ID is available.
ja: 使用可能なIDです。
ko: 사용 가능한 아이디입니다.
vi: Tên đăng nhập khả dụng.

# signup_check_password_message
source: Please enter a password.
ja: パスワードを入力してください。
ko: 비밀번호를 입력해주세요.
vi: Nhập mật khẩu.

# signup_check_password_message2
source: Passwords do not match.
ja: パスワードが一致しません。
ko: 비밀번호가 일치하지 않습니다.
vi: Mật khẩu không trùng khớp.

# signup_double_check
source: Check
ja: 重複確認
ko: 중복확인

# influencehome_label1
source: Fast and easy, with no commission.
ja: 手数料なしで、迅速かつ簡単に。
ko: 수수료 없이, 빠르고 간편하게.
vi: Nhanh Chóng và Tiện Lợi, Không Mất Phí

# influencehome_label2
source: Connect with companies looking for influencers.
ja: インフルエンサーを探している 企業とつながりましょう。
ko: 인플루언서를 찾는 기업들과 연결되세요.
vi: Sự Kiện Đang Diễn Ra

# influencehome_label3
source: Check out companies waiting for influencers.
ja: インフルエンサーを待っている 企業を見てみましょう
ko: 인플루언서를 기다리는 기업을 살펴보세요.
vi: Thông Tin Doanh Nghiệp

# influence_profile_subtitle1
source: Collaboration References
ja: コラボのリファレンス
ko: 협업 레퍼런스
vi: Thông tin tham khảo

# influence_profile_subtitle2
source: Desired Pay
ja: 希望のペイ
ko: 희망 페이
vi: Báo giá

# influence_profile_subtitle3
source: Target Audience
ja: ターゲットオーディエンス
ko: 타겟 오디언스
vi: Phân Khúc khách hàng

# influence_profile_target
source: Topic
ja: 分野
ko: 영역
vi: Chủ đề

# influence_profile_target2
source: Age Range
ja: 年齢層
ko: 나이대
vi: Độ tuổi

# influence_profile_target3
source: Gender
ja: 性別
ko: 성별
vi: Giới tính

# influence_profile_write_thumbnail
source: Upload a thumbnail.
ja: サムネイルをアップロードしてください。
ko: 썸네일을 업로드하세요.
vi: Tải video/hình ảnh

# influence_profile_write_thumbnail2
source: Upload review videos or other content that can appeal to companies. Videos are more effective than photos.
ja: 企業にアピールできるレビュー動画などをアップロードしてください。 動画が写真よりも効果的です
ko: 기업에게 어필할 수 있는 리뷰 동영상 등을 업로드하세요. 동영상이 사진보다 더 효과적 입니다.
vi: Hãy tải lên các video đánh giá để thu hút các doanh nghiệp/ Video hiệu quả hơn hình ảnh

# influence_profile_write_intro
source: Brief Introduction
ja: 簡単な紹介
ko: 간단한 소개
vi: Giới thiệu

# influence_profile_write_intro2
source: Introduce your professional strengths or the characteristics of your videos in one line.
ja: 仕事の長所や動画の特徴などを一言で紹介してください。
ko: 업무적 장점이나 영상의 특징 등을 한 줄로 소개해보세요.
vi: Giới thiệu ngắn gọn về ưu điểm hoặc phong cách làm video.

# influence_profile_write_intro_hint
source: Please enter your introduction.
ja: 紹介を入力してください。
ko: 소개를 입력해주세요.
vi: Nhập thông tin giới thiệu

# influence_profile_write_experience
source: Collaboration References
ja: コラボのリファレンス
ko: 협업 레퍼런스
vi: Thông tin tham Khảo

# influence_profile_write_pay
source: Desired Pay
ja: 希望のペイ
ko: 희망 페이
vi: Báo giá

# influence_profile_write_target
source: Target Audience
ja: ターゲット·オーディエンス
ko: 타겟 오디언스
vi: Phân khúc khách hàng

# influence_profile_write_target2
source: Tell us about your account followers.
ja: あなたのアカウントのフォロワーについて教えてください。
ko: 내 계정의 팔로워들에 대해 알려주세요.
vi: Nhập số lượng người theo dõi

# influence_profile_write_add
source: + Add
ja: + C146
ko: + 추가
vi: Thêm

# influence_profile_write_sns
source: SNS Account
ja: SNSアカウント
ko: SNS 계정
vi: Tài khoản MXH

# influence_profile_write_negotiable
source: Negotiable
ja: 協議可能
ko: 협의가능
vi: Có thể thương lượng

# influence_profile_write_non_negotiable
source: Non-Negotiable
ja: 協議不可
ko: 협의불가능
vi: Không thể thương lượng

# influence_profile_write_video
source: Video
ja: 動画
ko: 동영상

# influence_profile_write_photo
source: Photo Posting
ja: 写真投稿
ko: 사진포스팅
vi: Bài viết hình ảnh

# influence_profile_write_category
source: Topic
ja: テーマ
ko: 주제
vi: Chủ đề

# influence_profile_write_ages
source: Age Range
ja: 年齢層
ko: 나이대
vi: Độ tuổi

# influence_profile_write_gender
source: Gender
ja: 性別
ko: 성별
vi: Giới tính

# influence_profile_write_alert
source: You cannot upload files larger than 200MB.
ja: 200MB以上のファイルはアップロードできません。
ko: 200MB 이상의 파일은 업로드 하실 수 없습니다.
vi: Không thể tải lên tệp có dung lượng trên 200MB.

# influence_profile_write_message1
source: Please enter a brief introduction.
ja: 簡単な紹介を入力してください。
ko: 업무적 장점이나 영상의 특징 등을 한 줄로 소개해보세요.
vi: Vui lòng nhập giới thiệu ngắn gọn.

# influence_profile_write_message2
source: Please upload an image or reel.
ja: 画像またはリールをアップロードしてください。
ko: 이미지 또는 릴스를 업로드해주세요.
vi: Vui lòng tải lên ảnh hoặc video.

# influence_profile_write_message3
source: Please enter at least one payment.
ja: 少なくとも一つのペイを入力してください。
ko: 최소 한개의 페이를 입력해주세요.
vi: Nhập ít nhất một báo giá.

# influence_profile_write_message4
source: Please select at least one topic.
ja: 少なくとも一つのテーマを選択してください。
ko: 최소 한가지의 주제를 선택해주세요.
vi: Chọn ít nhất một chủ đề.

# influence_profile_write_message5
source: Please select at least one age group.
ja: 少なくとも一つの年齢層を選択してください。
ko: 최소 한가지의 연령층을 선택해주세요.
vi: Chọn ít nhất một độ tuổi.

# influence_profile_write_message6
source: Please select at least one primary gender group.
ja: 少なくとも一つの主要な性別群を選択してください。
ko: 최소 한가지의 주요 성별군을 선택해주세요.
vi: Chọn ít nhất một giới tính.

# influence_profile_write_message7
source: Please enter at least one SNS link.
ja: インフルエンサーとして活動中の国を選択してください。
ko: 인플루언서로 활동중인 국가를 선택해주세요.
vi: Chọn quốc gia mà kênh của bạn hoạt động chính.

# add_sns_title
source: Add SNS Account
ja: SNSアカウント追加
ko: SNS 계정 추가
vi: Thêm tài khoản MXH

# add_sns_platform
source: SNS Platform
ja: SNSプラットフォーム
ko: SNS 플랫폼
vi: Nền tảng MXH

# add_sns_link
source: Account Link
ja: アカウントリンク
ko: 계정 링크
vi: Liên kết tài khoản

# add_sns_link_hint
source: Please enter the link.
ja: リンクを入力してください。
ko: 링크를 입력해주세요.
vi: Nhập liên kết

source: Add
ja: 追加する
ko: 추가하기
vi: Thêm

# add_sns_message1
source: Please select a platform.
ja: プラットフォームを選択してください。
ko: 플랫폼을 선택해주세요.
vi: Chọn nền tảng MXH.

# add_sns_message2
source: Please enter the account link.
ja: アカウントリンクを入力してください。
ko: 계정 링크를 입력해주세요.
vi: Nhập liên kết nền tảng.

# add_sns_message3
source: Please enter a valid link.
ja: 正しいリンクを入力してください。
ko: 올바른 링크를 입력해주세요.
vi: Vui lòng nhập lại liên kết nền tảng.

# add_pay_title
source: Add Desired Pay
ja: 希望のペイ追加
ko: 희망 페이 추가
vi: Thêm báo giá

# add_pay_contents
source: Content Criteria
ja: コンテンツ基準
ko: 콘텐츠 기준
vi: Nội dung cơ bản

# add_pay_contents_media
source: Video
ja: 動画
ko: 동영상

# add_pay_contents_photo
source: Photo
ja: 写真
ko: 사진
vi: Hình ảnh

# add_pay_hope
source: Desired Pay
ja: 希望のペイ
ko: 희망페이
vi: Báo giá

# add_pay_hope_hint
source: Desired Pay
ja: 希望のペイ
ko: 희망페이
vi: Báo giá

# add_pay_negotiable
source: Negotiable Amount
ja: 金額協議可能
ko: 금액 협의 가능
vi: Có thể thương lượng giá

# add_pay_message1
source: Please select a platform.
ja: プラットフォームを選択してください。
ko: 플랫폼을 선택해주세요.
vi: Chọn nền tảng MXH.

# add_pay_message2
source: Please select a content standard.
ja: コンテンツ基準を選択してください。
ko: 콘텐츠 기준을 선택해주세요.
vi: Chọn nội dung cơ bản.

# add_pay_message3
source: Please enter the desired payment.
ja: 希望のペイを入力してください。
ko: 희망 페이를 입력해주세요.
vi: Nhập báo giá.

# add_experience_title
source: Add Collaboration Reference
ja: コラボのリファレンス追加
ko: 협업 레퍼런스 추가
vi: Thêm dữ liệu tham khảo

# add_experience_business
source: Collaborating Company
ja: コラボ企業
ko: 협업 기업
vi: Thương hiệu đã hợp tác

# add_experience_business_hint
source: Please enter the company name.
ja: 企業名を入力してください。
ko: 기업명을 작성해주세요.
vi: Nhập tên thương hiệu

# add_experience_content
source: Collaboration Details
ja: コラボ内容
ko: 협업 내용
vi: Nội dung hợp tác

# add_experience_content_hint
source: Briefly describe your collaboration experience.
ja: コラボ経験を簡単に書いてください。
ko: 협업 경험을 간단하게 적어주세요.
vi: Kinh nghiệm hợp tác

# add_experience_link
source: Content Link
ja: コンテンツリンク
ko: 콘텐츠 링크
vi: Liên kết nội dung

# add_experience_link_hint
source: Please enter the link to the collaborative post.
ja: コラボした投稿のリンクを入力してください。
ko: 협업한 게시물 링크를 넣어주세요.
vi: Liên kết nội dung đã hợp tác

# add_experience_message1
source: Please enter the name of the company you collaborated with.
ja: コラボした企業を入力してください。
ko: 협업한 기업을 입력해주세요.
vi: Nhập tên thương hiệu từng cộng tác.

# add_experience_message2
source: Please select a platform.
ja: プラットフォームを選択してください。
ko: 플랫폼을 선택해주세요.
vi: Chọn nền tảng.

# add_experience_message3
source: Please enter the details of the collaboration.
ja: コラボ内容を入力してください。
ko: 협업 내용을 입력해주세요.
vi: Nhập nội dung hợp tác.

# add_experience_message4
source: Please enter the collaboration link.
ja: コラボリンクを入力してください。
ko: 협업 링크를 입력해주세요.
vi: Nhập link nội dung hợp tác.

# add_experience_message5
source: Please enter a valid link.
ja: 正しいリンクを入力してください。
ko: 올바른 링크를 입력해주세요.
vi: Vui lòng nhập lại liên kết đúng.

# influence_mypage_name_info
source: Please enter your profile name.
ja: プロフィールの名前を入力してください。
ko: 프로필의 이름을 입력해주세요.
vi: Nhập họ và tên

# influence_mypage_profile_label
source: Edit my profile and
ja: 自分のプロフィールを修正して
ko: 내 프로필 수정하고
vi: Chỉnh sửa trang cá nhân

# influence_mypage_profile_label2
source: increase company proposals
ja: 企業からの提案率を上げる
ko: 기업 제안률 높이기
vi: Tăng tỷ lệ đề xuất doanh nghiệp

# influence_mypage_diagnosis_label
source: Consultation worth 100,000 KRW
ja: 10万円相当の相談
ko: 10만원 상당의 상담
vi: Tư vấn với 1 triệu đồng

# influence_mypage_diagnosis_label2
source: Apply for a free profile diagnosis
ja: 無料でプロフィール診断を申し込む
ko: 무료로 내 프로필 진단 신청하기
vi: Đăng ký phân tích profile miễn phí

# influence_mypage_account_label
source: My Information
ja: 自分の情報
ko: 계정 정보
vi: Thông tin của tôi

# influence_mypage_event_label
source: My Applied Events
ja: 自分が申し込んだイベント
ko: 내가 신청한 이벤트
vi: Sự kiện đã đăng ký

# influence_mypage_write_info
source: Enter information for collaboration.
ja: コラボのための情報を入力してください。
ko: 협업을 위한 정보를 입력하세요.
vi: Nhập thông tin hợp tác.

# influence_mypage_write_info2
source: We will continue to update to provide better features.
ja: より良い機能を提供するため 継続的にアップデート予定です。
ko: 더 좋은 기능을 제공하기 위해 계속 업데이트 예정이에요.
vi: Để cung cấp tính năng tốt hơn ứng dụng sẽ update liên tục

# influence_mypage_write_name
source: Real Name
ja: お名前
ko: 본명
vi: Họ và tên khai sinh

# influence_mypage_write_name2
source: Please enter your full real name for smooth collaboration.
ja: 円滑なコラボのために正確な本名を全て入力してください。
ko: 원활한 협업을 위해 정확한 본명을 모두 입력해 주세요.
vi: Nhập tên chính xác giúp việc hợp tác thuận lợi hơn

# influence_mypage_write_tel
source: Phone Number
ja: 電話番号
ko: 전화번호
vi: Số điện thoại

# influence_mypage_write_tel2
source: Please enter a phone number that can be contacted for work.
ja: 業務連絡が可能な電話番号を入力してください。
ko: 업무 연락이 가능한 전화번호를 입력해 주세요.
vi: Nhập số điện thoại liên lạc công việc.

# influence_mypage_write_address
source: Address
ja: 住所
ko: 주소
vi: Địa chỉ

# influence_mypage_write_address2
source: Please enter the exact address for receiving event products.
ja: イベント製品の受取のために正確な住所を入力してください。
ko: 이벤트 제품 수령을 위해 정확한 주소를 입력해 주세요.
vi: Nhập địa chỉ chính xác để nhận sản phẩm sự kiện.

# influence_mypage_write_address_hint
source: Enter address
ja: 住所入力
ko: 주소 입력
vi: Nhập địa chỉ

# influence_mypage_write_account
source: Bank Account Number
ja: 口座番号
ko: 계좌 번호
vi: Số tài khoản

# influence_mypage_write_account2
source: Please enter the exact bank account number to receive payments.
ja: 原稿料受取のために正確な口座番号を入力してください。
ko: 원고료 수령을 위해 정확한 계좌번호를 입력해 주세요.
vi: Nhập số tài khoản chính xác để nhận thanh toán.

# influence_mypage_write_account_hint
source: Enter account number
ja: 口座番号入力
ko: 계좌번호 입력
vi: Nhập số tài khoản

# influence_mypage_write_logout
source: Log Out
ja: ログアウト
ko: 로그아웃
vi: Đăng xuất

# influence_mypage_write_secession
source: Withdraw
ja: 脱退
ko: 탈퇴
vi: Huỷ tài khoản

# businesshome_label
source: Fast and Easy Overseas Influencer Marketing
ja: 迅速かつ簡単な 海外インフルエンサーマーケティング
ko: 빠르고 쉬운 해외 인플루언서 마케팅
vi: Influencer marketing ngoài nước nhanh chóng và dễ dàng

# businesshome_label2
source: Current Job Postings
ja: 現在の募集公告
ko: 현재 모집 공고
vi: Thông báo tuyển dụng hiện tại

# businesshome_label3
source: On average,
ja: 公告当たり平均
ko: 공고 당 평균
vi: Trung bình thông báo tuyển dụng

# businesshome_label4
source: people apply per posting.
ja: 人が応募します。
ko: 명이 지원해요.
vi: người đã đăng ký

# businesshome_button_label
source: Request Recruitment to GLOWBY
ja: グロウビーに募集依頼
ko: 글로우비에 모집 의뢰
vi: Glow.B uỷ thác tuyển dụng

# businesshome_button_label2
source: From recruitment to management without language barriers.
ja: 現地語の問題なく、募集から管理まで。
ko: 현지 언어 문제 없이, 모집부터 관리까지.
vi: Từ tuyển dụng đến quản lý mà không gặp vấn đề về ngôn ngữ

# business_mypage_profile_label
source: Edit company profile and
ja: 会社プロフィールを修正して
ko: 회사 프로필 수정하고
vi: Chỉnh sửa trang cá nhân doanh nghiệp

# business_mypage_profile_label2
source: increase influencer proposals
ja: インフルエンサーからの提案率を上げる
ko: 인플루언서 제안률 높이기
vi: Tăng tỷ lệ đề xuất influencer

# business_mypage_maketing_label
source: Request influencer marketing and
ja: インフルエンサーマーケティング依頼して
ko: 인플루언서 마케팅 의뢰하고
vi: Uỷ thác marketing influencer

# business_mypage_maketing_label2
source: handle everything from translation to review management at once
ja: 翻訳からレビュー管理まで一度に解決
ko: 번역부터 리뷰 관리 한 번에 해결하기
vi: Giải quyết vấn đề quản lý đánh giá và dịch thuật trong một lần.

# business_mypage_global_label
source: Get free overseas marketing consultation and
ja: 海外マーケティングを無料で相談して
ko: 해외 마케팅 무료로 상담받고
vi: Được tư vấn miễn phí về marketing tại nước ngoài

# business_mypage_global_label2
source: make it easier to expand your product overseas
ja: 自分の商品を海外進出をより簡単にする
ko: 내 상품 해외 진출 더 쉽게 하기
vi: Giúp sản phẩm của bạn tiến ra thị trường quốc tế dễ dàng hơn

# business_profile_target
source: Target Audience
ja: ターゲットオーディエンス
ko: 타겟 오디언스
vi: Phân khúc khách hàng

# business_profile_pay
source: Pay
ja: ペイ
ko: 페이
vi: Mức giá đề xuất

# business_profile_subtitle1
source: Topic
ja: テーマ
ko: 주제
vi: Chủ đề

# business_profile_subtitle2
source: Age Range
ja: 年齢層
ko: 나이대
vi: Độ tuổi

# business_profile_subtitle3
source: Gender
ja: 性別
ko: 성별
vi: Giới tính

# business_profile_write_thumbnail
source: Upload a thumbnail.
ja: サムネイルをアップロードしてください。
ko: 썸네일을 업로드하세요.
vi: Tải lên tài liệu tham khảo

# business_profile_write_thumbnail2
source: Choose a photo that can represent your company, such as a company logo. This increases the influencer proposal rate.
ja: 会社ロゴなど会社を代表できる写真を選んでください。インフルエンサーの提案率が上がります。
ko: 회사 로고 등 회사를 대표할 수 있는 사진을 골라보세요. 인플루언서의 제안률이 증가합니다.
vi: Chọn những hình ảnh đại diện cho công ty như logo. Điều này sẽ tăng tỷ lệ đề xuất từ các influencer.

# business_profile_write_intro
source: Brief Introduction
ja: 簡単な紹介
ko: 간단한 소개
vi: Giới thiệu

# business_profile_write_intro2
source: Please write a brief description of your company in English.
ja: 会社について簡単な説明を英語で記入してください。
ko: 회사에 대한 간단한 설명을 영어로 작성해 주세요.
vi: Một dòng giới thiệu về công ty bằng tiếng Anh.

# business_profile_write_intro_hint
source: Please enter here.
ja: ここに入力してください。
ko: 여기에 입력해 주세요.
vi: Nhập

# business_profile_write_experience
source: Collaboration References
ja: コラボのリファレンス
ko: 협업 레퍼런스
vi: Thông tin hợp tác

# business_profile_write_pay
source: Desired Pay
ja: 希望のペイ
ko: 희망 페이
vi: Báo giá(nếu không có ghi là 0)

# business_profile_write_target
source: Target Audience
ja: ターゲットオーディエンス
ko: 타겟 오디언스
vi: Phân khúc khách hàng

# business_profile_write_target2
source: Please tell us the target audience for your company's products.
ja: 会社商品のターゲット層を教えてください。
ko: 회사 상품의 타겟층을 알려주세요.
vi: Nhập mục tiêu sản phẩm

# business_profile_write_add
source: + Add
ja: + 追加
ko: + 추가
vi: Thêm

# business_profile_write_target_age
source: Age Range
ja: 年齢層
ko: 나이대
vi: Độ tuổi

# business_profile_write_target_gender
source: Gender
ja: 性別
ko: 성별
vi: Giới tính

# business_profile_write_target_category
source: Topic
ja: テーマ
ko: 주제
vi: Chủ đề

# business_profile_write_negotiable
source: Negotiable
ja: 協議可能
ko: 협의가능
vi: Có thể thương lượng

# business_profile_write_non_negotiable
source: Non-Negotiable
ja: 協議不可
ko: 협의불가능
vi: Không thể thương lượng

# business_profile_write_video
source: Video
ja: 動画
ko: 동영상

# business_profile_write_photo
source: Photo
ja: 写真
ko: 사진
vi: Hình ảnh

# business_profile_title
source: My Account
ja: 自分のアカウント
ko: 내 계정
vi: Tài khoản của tôi

# business_profile_label
source: We will continue to update for more convenient influencer marketing.
ja: より便利なインフルエンサーマーケティングのために 継続的にアップデート予定です。
ko: 더 편한 인플루언서 마케팅을 위해 계속 업데이트 예정이에요.
vi: Ứng dụng update liên tục để tiếp cận influencer dễ dàng hơn

# business_profile_logout
source: Log Out
ja: ログアウト
ko: 로그아웃
vi: Đăng xuất

# business_profile_secession
source: Withdraw
ja: 脱退
ko: 탈퇴
vi: Huỷ tài khoản

# login_tv
source: Easy Access with SNS Account
ja: SNSアカウントで簡単にログイン
ko: SNS 계정으로 간편 이용하기
vi: Đăng nhập dễ dàng với tài khoản mạng xã hội

# collabWriteVC_contentLabel
source: Event Details - Schedule - Provided Items - Product/Brand Description
ja: イベント内容 - スケジュール - 提供内訳 - 製品/ブランド説明
ko: 이벤트 내용 - 일정 - 제공내역 - 제품/브랜드 설명
vi: Nội dung sự kiện Thời gian Nội dung Mô tả sản phẩm/thương hiệu

# collabWriteVC_link
source: Shopee Link
ja: 関連リンク
ko: 관련 링크
vi: Liên kết sản phẩm liên quan

# collabWriteVC_condition
source: Event Conditions - Requirements - Precautions
ja: イベント条件 - 条件 - 注意事項
ko: 이벤트 조건 - 조건 - 주의사항
vi: Điều kiện sự kiện điều kiện Lưu ý
