Repository: jayryu1995/iosdevelop
Catalog: ByahtColor/*.lproj/Localizable.strings
Languages: ja, ko, vi

# collabWriteVC_title
source: Title
ja: タイトル
ko: 제목
vi: Tiêu đề

# collabWriteVC_people_label
source: Number of Selected Participants
ja: 選定人数
ko: 선정 인원수
vi: Số lượng người tham gia

# collabWriteVC_people_field
source: Number of Selected Participants
ja: 選定人数
ko: 선정 인원수
vi: Số lượng người tham gia

# collabWriteVC_code_label
source: Shopee Code (Optional)
ja: ショッピーコード(選択)
ko: 쇼피 코드(선택)
vi: Mã giảm giá Shopee (lựa chọn)

# collabWriteVC_code_field
source: Enter Code
ja: コード入力
ko: 코드 입력
vi: Nhập mã

# collabVC_filter_recent
source: Newest
ja: 最新順
ko: 최신순
vi: Mới nhất

# collabVC_filter_deadline
source: Deadline
ja: 締め切り順
ko: 마감순
vi: Sắp hết hạn

# collabVC_filter_update
source: Apply
ja: 適用する
ko: 적용하기
vi: Áp dụng nào

# talk_write_navigation
source: Post
ja: 掲示文
ko: 게시글
vi: Soạn

# talk_write_title
source: Title
ja: タイトル
ko: 제목
vi: Tiêu đề

# talk_write_content
source: Enter Content
ja: 内容を入力してください。
ko: 내용을 입력하세요.
vi: Nhập nội dung

# talk_write_anonymous
source: Anonymous
ja: 匿名
ko: 익명
vi: Người ẩn danh

# talk_read_comment
source: Enter a comment
ja: コメントを入力してください
ko: 댓글을 입력하세요.
vi: Nhập bình luận.

# request_collab_platform_label
source: Your Social Media Platform
ja: あなたのソーシャルメディアプラットフォーム
ko: 당신의 소셜 미디어 플랫폼
vi: Nền tảng MXH của bạn

# request_collab_email_label
source: Email Address
ja: メールアドレス
ko: 이메일 주소
vi: Địa chỉ email

# request_collab_email_placeholder
source: Enter email address
ja: メールアドレスを入力してください。
ko: 이메일 주소를 입력하세요
vi: Nhập địa chỉ email

# request_collab_link_label
source: Social Media Account Link
ja: SNSアカウントへのリンク
ko: 소셜 미디어 계정 링크
vi: Link tài khoản MXH

# request_collab_link_placeholder
source: Enter account link
ja: アカウントへのリンクを入力してください
ko: 계정 링크를 입력하세요
vi: Nhập địa chỉ Link

# request_collab_name_label
source: Name
ja: お名前
ko: 성명
vi: Họ và tên

# request_collab_name_placeholder
source: Enter your name
ja: 本名を入力してください。
ko: 성명을 입력하세요
vi: Nhập tên đầy đủ

# request_collab_bank_label
source: Bank
ja: 銀行
ko: 은행
vi: Ngân hàng

# request_collab_bank_button
source: Select Bank
ja: 銀行選択
ko: 은행 선택
vi: Chọn ngân hành

# request_collab_account_label
source: Account Number
ja: 口座番号
ko: 계좌 번호
vi: Số tài khoản

# request_collab_account_placeholder
source: Enter bank account number
ja: 銀行口座番号を入力してください
ko: 은행 계좌 번호를 입력하세요
vi: Nhập số tài khoản ngân hàng

# request_collab_phone_label
source: Phone Number
ja: 電話番号
ko: 전화 번호
vi: Số điện thoại

# request_collab_phone_placeholder
source: Enter a phone number that can be contacted for the account owner
ja: 口座所有者と連絡が取れる電話番号を入力してください。
ko: 계좌 소유주와 연락 가능한 전화 번호를 입력하세요
vi: Nhập số điện thoại có thể liên lạc được với chủ tài khoản

# request_collab_address_label
source: Address
ja: 住所
ko: 주소
vi: Địa chỉ

# request_collab_address_placeholder
source: Enter the account owner's address
ja: 口座所有者の住所を入力してください。
ko: 계좌 소유주의 주소를 입력하세요
vi: Nhập địa chỉ chủ tài khoản

# request_collab_submit_button
source: Submit
ja: 登録
ko: 등록
vi: ĐĂNG KÝ

# application_state_title
source: Application Status
ja: 申請状態
ko: 신청 상태
vi: Tình trạng đăng ký

# tab1_title
source: Application
ja: 申し込み
ko: 신청
vi: Đăng ký

# tab2_title
source: Results
ja: 結果
ko: 결과
vi: Kết quả

# tab3_title
source: Review
ja: レビュー
ko: 리뷰
vi: Đánh giá

# tab4_title
source: Completed
ja: 終了
ko: 종료
vi: Kết thúc

# miniTab1_title
source: Selected
ja: 当選
ko: 당첨
vi: Kết quả

# miniTab2_title
source: Not Selected
ja: 未当選
ko: 미당첨
vi: Không được lựa chọn

# empty_data_view
source: No ongoing events.
ja: 参加中のイベントはありません。
ko: 참여 중인 이벤트가 없습니다
vi: Không có event đang tham gia

# collab_detail_subtitle
source: Event Details
ja: イベント内容
ko: 이벤트 내용
vi: Nội dung Event

# collab_detail_subtitle2
source: Event Conditions
ja: イベント条件
ko: 이벤트 조건
vi: Điều khoản Event

# collab_detail_link
source: Shopee Link
ja: リンク
ko: 링크
vi: Liên kết sản phẩm liên quan

# collab_detail_button
source: Completed
ja: 参加完了
ko: 참여 완료
vi: Tham gia thành công

# collab_detail_button2
source: Write Review
ja: レビュー作成
ko: 리뷰 작성
vi: Gửi đánh giá

# collab_detail_submit
source: Application
ja: 申し込み
ko: 신청하기
vi: ĐĂNG KÝ

# review_write_image
source: Upload account screenshot
ja: アカウントのスクリーンショットをアップロード
ko: 계정 스크린샷 업로드
vi: Tải ảnh chụp tài khoản

# review_write_image2
source: Account for receiving product instructions
ja: 製品受け取りのご案内のための連絡アカウント
ko: 제품 수령 안내를 위한 연락 계정
vi: Tài khoản để liên hệ hướng dẫn nhận sản phẩm

# review_write_email
source: Email address
ja: メールアドレス
ko: 이메일 주소
vi: Địa chỉ email

# review_write_email_hint
source: Enter email address
ja: メールアドレスを入力してください
ko: 이메일 주소를 입력하세요
vi: Nhập địa chỉ email

# review_write_link
source: Social media account link
ja: SNSアカウントへのリンク
ko: 소셜 미디어 계정 링크
vi: Link tài khoản MXH

# review_write_link_hint
source: Enter account link
ja: アカウントへのリンクを入力してください。
ko: 계정 링크를 입력하세요
vi: Nhập địa chỉ Link

# review_write_name
source: Real name
ja: お名前
ko: 실명
vi: Tên thật

# review_write_name_hint
source: Enter real name
ja: 本名を入力してください。
ko: 실명을 입력하세요
vi: Nhập tên thật

# review_write_sns
source: Social media account name that participated in the event
ja: イベントに参加したSNSアカウント名
ko: 이벤트에 참여한 소셜 미디어 계정 이름
vi: Tên tài khoản MXH đã tham gia event

# review_write_sns_hint
source: Enter the social media account name that participated in the event
ja: イベントに参加したソーシャル メディア アカウント名を入力してください。
ko: 이벤트에 참여한 소셜 미디어 계정 이름을 입력하세요
vi: Nhập tên tài khoản MXH đã tham gia event

# review_write_button
source: Register
ja: 登録
ko: 등록
vi: ĐĂNG KÝ

# review_write_navigation
source: Submit Review
ja: レビュー登録
ko: 리뷰 작성
vi: Gửi đánh giá

# collab_navigation_title
source: Event
ja: 公告
ko: 공고

# alert_exit_label
source: Delete account
ja: 会員退会
ko: 회원 탈퇴
vi: Xoá tài khoản

# alert_exit_label2
source: Are you sure you want to delete the account?
ja: 退会しますか？
ko: 정말 탈퇴 하시겠습니까?
vi: Bạn có chắc là muốn xoá tài khoản không?

# alert_exit_label3
source: Continue
ja: 脱退する
ko: 탈퇴하기
vi: Tiếp tục

# alert_exit_label4
source: No
ja: 帰る
ko: 돌아가기
vi: Không

# delete_alert_yes
source: Yes
ja: はい
ko: 예
vi: Xoá

# delete_alert_no
source: No
ja: いいえ
ko: 아니오
vi: Không

# delete_alert_title
source: Do you want to delete?
ja: 削除しますか？
ko: 삭제 하시겠습니까?
vi: Bạn có muốn xoá không?
